{
  "bottlenecks": [
    {
      "title": "Cultural Aversion",
      "description": "",
      "bottleneck": "Bottleneck: Cultural Aversion",
      "tags": ["[P5]"]
    },
    {
      "title": "Cultural sentiment",
      "description": "Longevity research is a niche where people feel like they can't say what their actual goals are. Causes people to work on the wrong things / inefficient paths.",
      "bottleneck": "Bottleneck: Cultural sentiment <br>Why: Longevity research is a niche where people feel like they can't say what their actual goals are. Causes people to work on the wrong things / inefficient paths.",
      "tags": ["[P5]", "[P2]", "[P4]"]
    },
    {
      "title": "Outdated Healthcare System",
      "description": "We have a healthcare system designed in the 1800s that is reactionary to acute disease and the incentives are to maximize cost not health. We need an incentive structure that optimizes for health and lifespan via prevention of aging not treating the symptoms.",
      "bottleneck": "Bottleneck: Near-termism <br>Why: The majority of \"longevity\" work is attempts to find low hanging fruit that doesn't exist - current therapeutic stategies will mostly fail or have very little impact. A long-term mindset would but much more resources on technology development and more detailed characterization and modeling of aging.",
      "tags": ["[T5]", "[+P3]", "[P2]"]
    },
    {
      "title": "Near-termism",
      "description": "The majority of \"longevity\" work is attempts to find low hanging fruit that doesn't exist - current therapeutic stategies will mostly fail or have very little impact. A long-term mindset would but much more resources on technology development and more detailed characterization and modeling of aging.",
      "tags": ["[C17]", "[+X0]"]
    },
    {
      "title": "Nation state levels of funding (100's of billions)",
      "description": "Apollo program was 250B + 400,000 people. Aging will likely take more resources",
      "bottleneck": "Bottleneck: Nation state levels of funding (100's of billions) <br>Why: Apollo program was 250B + 400,000 people. Aging will likely take more resources",
      "tags": ["[F0]", "[+F0]"]
    },
    {
      "title": "Talent, and talent pipeline",
      "description": "Very few people know that you can work on aging. Biology of aging isn't included in standard curriculum in high school / college. ",
      "bottleneck": "Bottleneck: Perception <br>Why: The fact that the most funded seed startup in all of history could not reveal their financial backers suggests we need to do more to make funding longevity not just socially acceptable, but a moral imperative!",
      "tags": ["[H0]", "[+H0]", "[H1]", "[+H3]"]
    },
    {
      "title": "Perception",
      "description": "The fact that the most funded seed startup in all of history could not reveal their financial backers suggests we need to do more to make funding longevity not just socially acceptable, but a moral imperative!",
      "tags": ["[P5]"]
    },
    {
      "title": "Lack of inexpensive aged mice",
      "description": "",
      "bottleneck": "Bottleneck: Lack of inexpensive aged mice",
      "tags": ["[X4]", "[+X5]"]
    },
    {
      "title": "Lack of gene delivery tools to do whole-body genetic engineering",
      "description": "",
      "bottleneck": "Bottleneck: Labor required to perform physiological mouse assays",
      "tags": ["[X8]", "[+X7]"]
    },
    {
      "title": "Labor required to perform physiological mouse assays",
      "description": "",
      "tags": ["[X6]", "[+X5]"]
    },
    {
      "title": "Capital",
      "description": "very hard to do science without funding",
      "bottleneck": "Bottleneck: Capital <br>Why: very hard to do science without funding",
      "tags": ["[F0]", "[+F0]"]
    },
    {
      "title": "HR",
      "description": "very hard to do science without scientists",
      "bottleneck": "Bottleneck: Regulation <br>Why: very hard to do science when many experiments are not allowed",
      "tags": ["[H0]", "[+H0]"]
    },
    {
      "title": "Regulation",
      "description": "very hard to do science when many experiments are not allowed",
      "tags": ["[T4]", "[+T3]", "[+T1]"]
    },
    {
      "title": " Translational Research",
      "description": "we are good at publish papers",
      "bottleneck": "Bottleneck:  Translational Research <br>Why: we are good at publish papers",
      "tags": ["[T2]"]
    },
    {
      "title": "gain of function experiments ",
      "description": "not enough data on extended lifespan and correlated side effects (eg caloric restriction works in worms but they are less mobile and lethargic, prob immune compromised)",
      "bottleneck": "Bottleneck: gain of function experiments  <br>Why: not enough data on extended lifespan and correlated side effects (eg caloric restriction works in worms but they are less mobile and lethargic, prob immune compromised)",
      "tags": ["[S6]"]
    },
    {
      "title": "step wise organ wise extension of lifespan/functional span",
      "description": "express telomerade eg in one tissue that is age limiting, then another, then another and show additive effect",
      "bottleneck": "Bottleneck: current theories are nonsense except for antagonistic pleiotropy  <br>Why: we need equations or formulaic approaches. from protein damage, to dna damage, to ros to.wathever single.aspect we focus on, we lose 2 things: 1) the perspecti e thst aging integrated and 2) the side effects of tweaking single parameters. also i doubt an engineered organism that libes longer will have a chance to compete with wildtype in the wild. Its Evolution and natural selection baby.",
      "tags": ["[T2]", "[+T4]", "[C14]"]
    },
    {
      "title": "current theories are nonsense except for antagonistic pleiotropy ",
      "description": "we need equations or formulaic approaches. from protein damage, to dna damage, to ros to.wathever single.aspect we focus on, we lose 2 things: 1) the perspecti e thst aging integrated and 2) the side effects of tweaking single parameters. also i doubt an engineered organism that libes longer will have a chance to compete with wildtype in the wild. Its Evolution and natural selection baby.",
      "tags": ["[+X1.1]", "[S7]", "[X1.3]"]
    },
    {
      "title": "Cheap and fast invivo testing",
      "description": "Not democratised access to both academics and commerical entities",
      "bottleneck": "Bottleneck: Cheap and fast invivo testing <br>Why: Not democratised access to both academics and commerical entities",
      "tags": ["[X1.2]", "[+X1.2]"]
    },
    {
      "title": "Extensive computational approach ",
      "description": "You need to derive insights test hypothesise in the dry lab long before the wet one",
      "bottleneck": "Bottleneck: FDA approved clinical proxies <br>Why: We need concrete aging clinical trials, right now its bypassed with other indications",
      "tags": ["[+X1.1]", "[X12]"]
    },
    {
      "title": "FDA approved clinical proxies",
      "description": "We need concrete aging clinical trials, right now its bypassed with other indications",
      "tags": ["[S1]", "[+S1]", "[T1]"]
    },
    {
      "title": "Human Validation",
      "description": "",
      "bottleneck": "Bottleneck: Human Validation",
      "tags": ["[T2]"]
    },
    {
      "title": "Limited government funding",
      "description": "",
      "bottleneck": "Bottleneck: Awareness on the part of clinicians, regulators and general public",
      "tags": ["[F2]", "[+F2]"]
    },
    {
      "title": "Awareness on the part of clinicians, regulators and general public",
      "description": "",
      "tags": ["[P1]"]
    },
    {
      "title": "Clinical trials approval",
      "description": "",
      "bottleneck": "Bottleneck: Clinical trials approval",
      "tags": ["[T1]"]
    },
    {
      "title": "Path to market given today's regulatory environment",
      "description": "",
      "bottleneck": "",
      "tags": ["[T5]"]
    },
    {
      "title": "Trained hands to work on projects",
      "description": "Limited funding, federal and state pay caps for postdocs and graduate students, limited supply of interested students",
      "bottleneck": "Bottleneck: Trained hands to work on projects <br>Why: Limited funding, federal and state pay caps for postdocs and graduate students, limited supply of interested students",
      "tags": ["[H1]", "[H2]", "[H4]"]
    },
    {
      "title": "Close-minded funding and reviewers limiting avenues of research",
      "description": "The vast majority of aging research are variations on the same 3-4 topics in the same 3-5 systems; while the most radical breakthroughs are most likely to come from alternative, unexplored sources (non-model organisms, other white elephants), both public and private funders are reluctant to fund these lines of research.",
      "bottleneck": "Bottleneck: Funding <br>Why: A bottleneck as fundamental to science as aging is to biology. This is both for basic science funding as well as translational funding.",
      "tags": ["[F1]", "[C11]"]
    },
    {
      "title": "Funding",
      "description": "A bottleneck as fundamental to science as aging is to biology. This is both for basic science funding as well as translational funding.",
      "tags": ["[F2]", "[+F2]", "[F6]", "[+F6]"]
    },
    {
      "title": "Funding",
      "description": "No NIH institute or program is focusing on aging itself",
      "bottleneck": "Bottleneck: Funding <br>Why: No NIH institute or program is focusing on aging itself",
      "tags": ["[P4]", "[+C7]"]
    },
    {
      "title": "Luck of funding to produce preliminary data",
      "description": "Longevity experiments are very long and expensive, thus it is impossible to run them to produce preliminary data without substantial funding. You cannot obtain substantial funding without preliminary data. This vicious cycle is specifically hard to overcome in aging research due to the very high cost of longevity studies.",
      "bottleneck": "Bottleneck: Aging is not considered a disease  <br>Why: One big obstacle in the development of anti-aging therapy is the fact that aging is not considered a disease by FDA and anti-aging drugs can be marketed only against aging-associated conditions, rather than aging itself. It is often the case that anti-aging therapy is not competitive as compared with other drugs targeting specific age-associated conditions even if it is highly efficient in slowing down aging itself. ",
      "tags": ["[F2]", "[+F2]", "[F3]", "[+F3]"]
    },
    {
      "title": "Aging is not considered a disease ",
      "description": "One big obstacle in the development of anti-aging therapy is the fact that aging is not considered a disease by FDA and anti-aging drugs can be marketed only against aging-associated conditions, rather than aging itself. It is often the case that anti-aging therapy is not competitive as compared with other drugs targeting specific age-associated conditions even if it is highly efficient in slowing down aging itself. ",
      "tags": ["[P2]", "[T1]", "[+T1]"]
    },
    {
      "title": "No funding is available. ",
      "description": "NIA's funding rate is too low. ",
      "bottleneck": "Bottleneck: No funding is available.  <br>Why: NIA's funding rate is too low. ",
      "tags": ["[F2]", "[+F2]"]
    },
    {
      "title": "No clear goal of the government funding agency in advancing aging research.",
      "description": "",
      "bottleneck": "Bottleneck: There's not sufficient support from the society to aging research.",
      "tags": ["[P4]", "[+C7]"]
    },
    {
      "title": "There's not sufficient support from the society to aging research.",
      "description": "",
      "tags": ["[P6]", "[+P1.1]"]
    },
    {
      "title": "Shortage of creative and rigorous talent working on aging",
      "description": "Throughout all of the moonshot aging projects I have encountered, they have shared the same glaring problem that serves as the biggest impediment to success: lack of top 1% talent (in terms of creativity, rigor, and skill) to pull off said moonshot project. Need talent in all positions accelerating the space (biologists, engineers, operators, computer scientists, lobbyists, investors, family offices, etc",
      "bottleneck": "Bottleneck: Shortage of creative and rigorous talent working on aging <br>Why: Throughout all of the moonshot aging projects I have encountered, they have shared the same glaring problem that serves as the biggest impediment to success: lack of top 1% talent (in terms of creativity, rigor, and skill) to pull off said moonshot project. Need talent in all positions accelerating the space (biologists, engineers, operators, computer scientists, lobbyists, investors, family offices, etc",
      "tags": ["[H4]", "[+H1]"]
    },
    {
      "title": "The math problem - not enough resources to solve aging",
      "description": "https://www.linkedin.com/pulse/math-problem-sid-efromovich-1e/",
      "bottleneck": "Bottleneck: Methods to rejuvenate the aging brain (such as controlled tissue turnover) <br>Why: The brain is the most important organ for aging/continuity of self. Everything else could be replaced like parts.",
      "tags": ["[P6]", "[P4]", "[F0]", "[+F0]"]
    },
    {
      "title": "Methods to rejuvenate the aging brain (such as controlled tissue turnover)",
      "description": "The brain is the most important organ for aging/continuity of self. Everything else could be replaced like parts.",
      "tags": ["[S8]", "[+S10]", "[S10]", "[+S11]"]
    },
    {
      "title": "Data Availability and Sharing",
      "description": "We are creating biomarkers of longevity and in order to make these better we need more data available.  Some algorithms like GrimAge still have not be released publicly. ",
      "bottleneck": "Bottleneck: Data Availability and Sharing <br>Why: We are creating biomarkers of longevity and in order to make these better we need more data available.  Some algorithms like GrimAge still have not be released publicly. ",
      "tags": ["[X2]", "[C10]", "[+X2]"]
    },
    {
      "title": "Disagreement in basic definitions of aging ",
      "description": "When people mention terms like aging, biological age or rejuvenation, they typically talk about different things. This difference in interpretation causes disagreement that confuses researchers and makes them easier to disagree on detailed topics of different interventions. ",
      "bottleneck": "Bottleneck: Disagreement in basic definitions of aging  <br>Why: When people mention terms like aging, biological age or rejuvenation, they typically talk about different things. This difference in interpretation causes disagreement that confuses researchers and makes them easier to disagree on detailed topics of different interventions. ",
      "tags": ["[C5]", "[+C6]"]
    },
    {
      "title": "Restrictions on medication development to target aging ",
      "description": "The question whether Aging itself is a disease is controversial. This affects the policy and many medications designed to target aging has to be focused on specific age-related diseases rather than targeting the functional decline related to the age ",
      "bottleneck": "Bottleneck: Over advertising of potential interventions and Lack of commonly agreed key assessment standards  <br>Why: People  don't have a common way to assess age-related functional decline. They use their own readouts in their own research and claim that something works. No commonly agreed standard in the field is reached ",
      "tags": ["[T1]", "[+T1]", "[P2]"]
    },
    {
      "title": "Over advertising of potential interventions and Lack of commonly agreed key assessment standards ",
      "description": "People  don't have a common way to assess age-related functional decline. They use their own readouts in their own research and claim that something works. No commonly agreed standard in the field is reached ",
      "tags": ["[S1]", "[+S1]"]
    },
    {
      "title": "Lack of funding",
      "description": "Hard to compete for $ against majority of fraudulent claims and bad science, judged by VC types ignorant about basic biology and medicine",
      "bottleneck": "Bottleneck: Lack of funding <br>Why: Hard to compete for $ against majority of fraudulent claims and bad science, judged by VC types ignorant about basic biology and medicine",
      "tags": ["[F0]", "[+F0]", "[C6]"]
    },
    {
      "title": "Lack of data ",
      "description": "No data format or quality standards in the field ",
      "bottleneck": "Bottleneck: Knowledge dissemination <br>Why: Conferences and journals are flooded by same players pushing commerce oriented stories of packaging bad science as products",
      "tags": ["[C2]", "[+C2]", "[+X2] Public Datasets  [X2]"]
    },
    {
      "title": "Knowledge dissemination",
      "description": "Conferences and journals are flooded by same players pushing commerce oriented stories of packaging bad science as products",
      "tags": ["[P1]", "[P3]"]
    },
    {
      "title": "Funding",
      "description": "To get funding from NIH we need to first demonstrate that a natural model for longevity (e.g. bats) models human aging. Do this requires funding, but is too high risk for NIH",
      "bottleneck": "Bottleneck: Funding <br>Why: To get funding from NIH we need to first demonstrate that a natural model for longevity (e.g. bats) models human aging. Do this requires funding, but is too high risk for NIH",
      "tags": ["[F1]", "[+F1]", "[+X1.5]", "[X1.1]"]
    },
    {
      "title": "Samples",
      "description": "The most interesting natural models for aging are species that are long-lived and don't tolerate captivity. Collecting high quality samples is challenging and requires collaboration. ",
      "bottleneck": "Bottleneck: Compute <br>Why: Comparative genomics is very promising path forward for aging research, but is computationally extremely demanding. We need access to data, expertise and funding to building the resources for the community to utilize evolution as a tool for investigating aging. ",
      "tags": ["[+C4]", "[S5]", "[X3]", "[X4]"]
    },
    {
      "title": "Compute",
      "description": "Comparative genomics is very promising path forward for aging research, but is computationally extremely demanding. We need access to data, expertise and funding to building the resources for the community to utilize evolution as a tool for investigating aging. ",
      "tags": ["[X13]", "[+X11]", "[X2]", "[+X2]", "[H3]", "[F0]"]
    },
    {
      "title": "Too much focus on the same genes/pathways",
      "description": "While these pathways are important, they fail in populations because we don't understand supporting mechanisms ",
      "bottleneck": "Bottleneck: Too much focus on the same genes/pathways <br>Why: While these pathways are important, they fail in populations because we don't understand supporting mechanisms ",
      "tags": ["[C11]"]
    },
    {
      "title": "Lots of opinion leaders with biased views of biology of aging",
      "description": "Very little true scrutiny of various hypotheses.",
      "bottleneck": "Bottleneck: Lots of opinion leaders with biased views of biology of aging <br>Why: Very little true scrutiny of various hypotheses.",
      "tags": ["[C6]"]
    },
    {
      "title": "Hard to do studies in mammals due to length of study and high cost",
      "description": "Obvious",
      "bottleneck": "Bottleneck: No true surrogate markers for biological age. <br>Why: Existing biomarkers are flawed. ",
      "tags": ["[X1.2]", "[+X5]", "[+C10]"]
    },
    {
      "title": "No true surrogate markers for biological age.",
      "description": "Existing biomarkers are flawed. ",
      "tags": ["[S1]", "[+S1]"]
    },
    {
      "title": "Data portability",
      "description": "The labs generating the research are usually not very data savy and they are asked to create files that are machine readable. We end up with unfortunate structures that make it impossible to collate data without lengthy manual curation.",
      "bottleneck": "Bottleneck: Data portability <br>Why: The labs generating the research are usually not very data savy and they are asked to create files that are machine readable. We end up with unfortunate structures that make it impossible to collate data without lengthy manual curation.",
      "tags": ["[C2]"]
    },
    {
      "title": "Data availability",
      "description": "There are large numbers of repositories and it is surprising there is no database where someone can type queries and receive as an output all the data sources containing this type of data.",
      "bottleneck": "Bottleneck: Data quality <br>Why: There are published datasets of low quality. This forces one to only believe datasets from known labs.",
      "tags": ["[C10]", "[X2]", "[+X2]", "[C1]"]
    },
    {
      "title": "Data quality",
      "description": "There are published datasets of low quality. This forces one to only believe datasets from known labs.",
      "tags": ["[C8]", "[+C8]"]
    },
    {
      "title": "Lack of understanding of the mechanistic causes of aging",
      "description": "Few studies have been conducted that identify causative factors in aging. Many merely identify factors that are associated with aging. ",
      "bottleneck": "Bottleneck: Lack of understanding of the mechanistic causes of aging <br>Why: Few studies have been conducted that identify causative factors in aging. Many merely identify factors that are associated with aging. ",
      "tags": ["[S9]"]
    },
    {
      "title": "Lack of consensus on foundational issues in aging research. There is broad disagreement on what is aging, what is rejuvenation, what is development, when aging begins, etc",
      "description": "To work collaboratively and move the field forward, we need some level of agreement and common ground",
      "bottleneck": "Bottleneck: Negative results are rarely published <br>Why: It is not attractive to journals to publish negative results. Furthermore, negative results can negatively impact biotech companies. To efficiently design therapies that target aging and work in vivo, we need to know which therapies fail and why. We also need to know the limitations of therapies that work in some regards but not in others",
      "tags": ["[C5]", "[C4]", "[+C6]", "[+C5]"]
    },
    {
      "title": "Negative results are rarely published",
      "description": "It is not attractive to journals to publish negative results. Furthermore, negative results can negatively impact biotech companies. To efficiently design therapies that target aging and work in vivo, we need to know which therapies fail and why. We also need to know the limitations of therapies that work in some regards but not in others",
      "tags": ["[C12]", "[+C11]"]
    },
    {
      "title": "Funding",
      "description": "In our case it's more difficult as we do not have co-founders members who are from an Ivy League University.",
      "bottleneck": "Bottleneck: Funding <br>Why: In our case it's more difficult as we do not have co-founders members who are from an Ivy League University.",
      "tags": ["[F5]", "[+F5]", "[C7]", "[F4]"]
    },
    {
      "title": "Costs",
      "description": "The costs to accomplish non human primate and clinical trials are so high that one is forced to raise a large series A in which many founders dilute down considerably in their  equity holding.",
      "bottleneck": "Bottleneck: Abuse by Predecessors  <br>Why: I have yet to meet investors who actually understand fully biology of aging so their decision to invest are based on the comfort of stellar academic background of founders. This has allowed some start ups to raise very large amounts and then created mediocre results to create a bad reputation for longevity start ups. One company raised $400 million went IPO on Nasdaq another raised $600+ million last at $12 billion valuation followed by lackluster Phase I results. Except for Alkahest and BioAge who have shown some Phase I/II success no one else is showing any such promise. Even after a decade not a single longevity drug has achieved regulatory approval and is being prescribed. ",
      "tags": ["[T3]", "[+T8]"]
    },
    {
      "title": "Abuse by Predecessors ",
      "description": "I have yet to meet investors who actually understand fully biology of aging so their decision to invest are based on the comfort of stellar academic background of founders. This has allowed some start ups to raise very large amounts and then created mediocre results to create a bad reputation for longevity start ups. One company raised $400 million went IPO on Nasdaq another raised $600+ million last at $12 billion valuation followed by lackluster Phase I results. Except for Alkahest and BioAge who have shown some Phase I/II success no one else is showing any such promise. Even after a decade not a single longevity drug has achieved regulatory approval and is being prescribed. ",
      "tags": ["[C6]", "[P3]"]
    },
    {
      "title": "Wholebody tissue-specific gene therapy delivery",
      "description": "",
      "bottleneck": "Bottleneck: Wholebody tissue-specific gene therapy delivery",
      "tags": ["[X8]", "[+X7]"]
    },
    {
      "title": "Lack of principled way to choose the next intervention to try",
      "description": "E.g. having computational models similar to PerturbNet or scFormer that given a desired cell state (young) predict what to do to the cell. This requires a lot of data collection",
      "bottleneck": "",
      "tags": ["[X1.1]", "[+X1.1]", "[S2]", "[X1.3]"]
    },
    {
      "title": "Not enough Human Biology",
      "description": "Too much emphasis on non-human models that don't translate",
      "bottleneck": "Bottleneck: Not enough Human Biology <br>Why: Too much emphasis on non-human models that don't translate",
      "tags": ["[X1.1]", "[+X1.6]"]
    },
    {
      "title": "Inappropriate clinical trials",
      "description": "Need more sophisticated clinical studies",
      "bottleneck": "Bottleneck: Lack of Insight into intervention mechanisms <br>Why: Too little insight into how interventions may benefit humans",
      "tags": ["[T2]", "[+T8]"]
    },
    {
      "title": "Lack of Insight into intervention mechanisms",
      "description": "Too little insight into how interventions may benefit humans",
      "tags": ["[T2]", "[+T4]"]
    },
    {
      "title": "geroscience clinical trials for off patent drugs",
      "description": "most of the best candidates for translation to humans now are off-patent, but there is limited appetite for funding necessary clinical trials",
      "bottleneck": "Bottleneck: geroscience clinical trials for off patent drugs <br>Why: most of the best candidates for translation to humans now are off-patent, but there is limited appetite for funding necessary clinical trials",
      "tags": ["[T5]", "[+T7]", "[F6]"]
    },
    {
      "title": "stagnation of geroscience interventions",
      "description": "the most effective geroscience intervention is still caloric restriction - nearly 100 years later; nobody in the field is doing unbiased larges-scale screening for new interventions/combinationsn with greater effect sizes and a disproportionate amount of funding is being put toward studying interventions with tiny effect sizes (e.g. isocaloric intermittent fasting, time restricted feeding, NAD precursors, etc.) ",
      "bottleneck": "Bottleneck: poor/fraudulent communication to the general public <br>Why: many of the most popular personalities (e.g. David Sinclair, Aubrey deGrey) with the widest audiences portray the field in a way that causes many people, particularly those in high level academic and government positions, to view the field as full of snake oil and fraud",
      "tags": ["[C16]", "[C1]"]
    },
    {
      "title": "poor/fraudulent communication to the general public",
      "description": "many of the most popular personalities (e.g. David Sinclair, Aubrey deGrey) with the widest audiences portray the field in a way that causes many people, particularly those in high level academic and government positions, to view the field as full of snake oil and fraud",
      "tags": ["[P1]", "[P3]", "[+P4]"]
    },
    {
      "title": "time to age organism",
      "description": "",
      "bottleneck": "Bottleneck: time to age organism",
      "tags": ["[X1.2]"]
    },
    {
      "title": "funding ",
      "description": "",
      "bottleneck": "Bottleneck: unifying molecular mechanisms of aging <br>Why: The field is scattered with a million ways to impact age progression.  ",
      "tags": ["[F0]"]
    },
    {
      "title": "unifying molecular mechanisms of aging",
      "description": "The field is scattered with a million ways to impact age progression.  ",
      "tags": ["[S7]", "[C14]"]
    },
    {
      "title": "clinical trials",
      "description": "cost, time (safety, efficacy)",
      "bottleneck": "Bottleneck: clinical trials <br>Why: cost, time (safety, efficacy)",
      "tags": ["[T3]"]
    },
    {
      "title": "pre-clinical trials",
      "description": "cost",
      "bottleneck": "Bottleneck: impact of each epigenetic factor <br>Why: understanding",
      "tags": ["[T2]", "[+T8]"]
    },
    {
      "title": "impact of each epigenetic factor",
      "description": "understanding",
      "tags": ["[S2]", "[+S2]"]
    },
    {
      "title": "limited funding for basic research",
      "description": "",
      "bottleneck": "Bottleneck: limited funding for basic research",
      "tags": ["[F2]", "[+F2]"]
    },
    {
      "title": "difficulty to apply results from non-human studies ",
      "description": "",
      "bottleneck": "Bottleneck: focus on drug development for anti-aging",
      "tags": ["[X1.1]"]
    },
    {
      "title": "focus on drug development for anti-aging",
      "description": "",
      "tags": ["[C12]"]
    },
    {
      "title": "FDA pathway",
      "description": "Reliable way to secure roadmap for clinical funding",
      "bottleneck": "Bottleneck: FDA pathway <br>Why: Reliable way to secure roadmap for clinical funding",
      "tags": ["[T1]", "[+T1]"]
    },
    {
      "title": "Early stage investment ",
      "description": "Getting a preclinical package together",
      "bottleneck": "Bottleneck: Speculative grants for non-University research <br>Why: To explore ideas in-silico and identify targets",
      "tags": ["[F4]", "[+F4]"]
    },
    {
      "title": "Speculative grants for non-University research",
      "description": "To explore ideas in-silico and identify targets",
      "tags": ["[F5]", "[+F5]", "[+X1.1]", "[F1]"]
    },
    {
      "title": "lack of clear definition",
      "description": "",
      "bottleneck": "Bottleneck: lack of clear definition",
      "tags": ["[C5]", "[+C6]"]
    },
    {
      "title": "irreproducible data and results",
      "description": "",
      "bottleneck": "Bottleneck: lack of funding focus",
      "tags": ["[C8]", "[+C8]"]
    },
    { "title": "lack of funding focus", "description": "", "tags": ["[F0]"] },
    {
      "title": "insufficient metrics",
      "description": "no way to tell how effective a particular treatment is ",
      "bottleneck": "Bottleneck: insufficient metrics <br>Why: no way to tell how effective a particular treatment is ",
      "tags": ["[S1]", "[+S1]"]
    },
    {
      "title": "most functional medicine physicians are prey to herd mentality",
      "description": "can't trust doctors, then how to achieve longevity escape velocity?",
      "bottleneck": "Bottleneck: FDA <br>Why: slowing down time to market and escalating the cost of drug development",
      "tags": ["[P1]", "[C6]"]
    },
    {
      "title": "FDA",
      "description": "slowing down time to market and escalating the cost of drug development",
      "tags": ["[T3]"]
    },
    {
      "title": "biochemical approaches in C.elegans",
      "description": "",
      "bottleneck": "Bottleneck: biochemical approaches in C.elegans",
      "tags": ["[S6]"]
    },
    {
      "title": "FDA",
      "description": "Aging not regarded a a disease",
      "bottleneck": "Bottleneck: FDA <br>Why: Aging not regarded a a disease",
      "tags": ["[T1]", "[+T1]"]
    },
    {
      "title": "funding",
      "description": "obvious",
      "bottleneck": "Bottleneck: funding <br>Why: obvious",
      "tags": ["[+F0]", "[F0]"]
    },
    {
      "title": "people with fresh insights",
      "description": "huge effort on AI/data crunching will yield diminishing returns",
      "bottleneck": "Bottleneck: need clearer phenotypes of ageing <br>Why: aged humans regarded as a homogeneous population. Definition of sub-categories may lead to clearer questions/answers<br> ",
      "tags": ["[+P1.2]", "[H4]"]
    },
    {
      "title": "need clearer phenotypes of ageing",
      "description": "aged humans regarded as a homogeneous population. Definition of sub-categories may lead to clearer questions/answers<br> ",
      "tags": ["[S2]"]
    },
    {
      "title": "small amount of published results on my research topic",
      "description": "not enough people executing experiments in the field",
      "bottleneck": "Bottleneck: small amount of published results on my research topic <br>Why: not enough people executing experiments in the field",
      "tags": ["[H0]", "[+H0]", "[S2]"]
    },
    {
      "title": "small number of clinical trials targeting aging rather than diseases",
      "description": "aging is not classified as a disease, also limited number of aging biomarkers ",
      "bottleneck": "Bottleneck: lack of giant ageing omics databases for human data <br>Why: human data is often protected, donor age is not always available in public databases",
      "tags": ["[P2]", "[S1]", "[+S1]", "[T1]"]
    },
    {
      "title": "lack of giant ageing omics databases for human data",
      "description": "human data is often protected, donor age is not always available in public databases",
      "tags": [
        "[X2]",
        "[+X2]",
        "[C10]",
        "[S2]",
        "[S3]",
        "[+S3]",
        "[T4]",
        "[+S2]"
      ]
    },
    {
      "title": "Difficult to tell what treatments will work in humans",
      "description": "",
      "bottleneck": "Bottleneck: Difficult to tell what treatments will work in humans",
      "tags": ["[X1.1]", "[S7]"]
    },
    {
      "title": "Lack of good human models of aging ",
      "description": "",
      "bottleneck": "Bottleneck: Publicly available datasets are rare and small",
      "tags": ["[X1.1]"]
    },
    {
      "title": "Publicly available datasets are rare and small",
      "description": "",
      "tags": ["[X2]"]
    },
    {
      "title": "getting people outside the aging field to take the field seriously",
      "description": "",
      "bottleneck": "Bottleneck: getting people outside the aging field to take the field seriously",
      "tags": ["[P3]"]
    },
    {
      "title": "getting people inside the aging field to consider alternatives to the aging as an accumulation of damage theory ",
      "description": "",
      "bottleneck": "",
      "tags": ["[C11]"]
    },
    {
      "title": "Funding",
      "description": "Funding is constrained and tends to be going to quite conservative projects.",
      "bottleneck": "Bottleneck: Funding <br>Why: Funding is constrained and tends to be going to quite conservative projects.",
      "tags": ["[F0]", "[+F0]", "[F1]", "[+F1]"]
    },
    {
      "title": "Skilled labor",
      "description": "The field needs more people with proper Geroscience training in it. The current interest in the space should yield dividends but it will take 5-8 years for the talent pool to deepen.",
      "bottleneck": "Bottleneck: Tools and integration <br>Why: The field of aging is limited by the quality of its resources and reagents. Higher quality reagents are desperately needed. Furthermore, more integration is needed for the analysis of big data in aging to parse out the wheat from the chaff.",
      "tags": ["[H1]", "[H4]"]
    },
    {
      "title": "Tools and integration",
      "description": "The field of aging is limited by the quality of its resources and reagents. Higher quality reagents are desperately needed. Furthermore, more integration is needed for the analysis of big data in aging to parse out the wheat from the chaff.",
      "tags": ["[X0]", "[+X0]", "[C1]", "[X7]", "[C2]", "[+C4]"]
    },
    {
      "title": "the fragmentation/lack of interconnection in the aging field",
      "description": "since the aging field is new, there's not much interconnection, and so there are lots of small pockets of people who are weakly--if at all--connected with other groups of people in the field. this makes it hard for us to find them, for them to find us, and for information and opportunities to circulate more generally. it also, i suspect, decreases retention for the field, as the level of difficulty in finding community and building peer relationships is too high for many who end up being dispirited and leave",
      "bottleneck": "Bottleneck: the fragmentation/lack of interconnection in the aging field <br>Why: since the aging field is new, there's not much interconnection, and so there are lots of small pockets of people who are weakly--if at all--connected with other groups of people in the field. this makes it hard for us to find them, for them to find us, and for information and opportunities to circulate more generally. it also, i suspect, decreases retention for the field, as the level of difficulty in finding community and building peer relationships is too high for many who end up being dispirited and leave",
      "tags": ["[C3]", "[C11]"]
    },
    {
      "title": "my network",
      "description": "i moved into the aging field with literally 0 aging people (that I know of) in my network. i've had to build a network from scratch, and it's going well, but it's taken longer than i expected--partially due to the first bottleneck",
      "bottleneck": "Bottleneck: resources (especially time) <br>Why: i meet a lot of people that i can help--even with my network being in a pretty nascent state. but i often don't have the resources (especially time & energy) to help. and helping them would go a long way in building a relationship and building trust with them so they can help us<br><br>one interesting example of this: groups researching biology of aging around the world who are extremely loosely--if at all--connected to the field that's coalescing now. there are probably 7-10 different groups at the University of Sao Paulo studying biology of aging, and I'm connected with the right people there. <br><br>my pretty nonscientific hypothesis is that if i were able to integrate them into the field by making introductions to peers, mentors, and funders AND could give them even a pretty small amount of $, there could be significant downstream positive effects.<br><br>to illustrate a piece of that... one of my candidates for Talent Bridge is about to finish her PhD at perhaps the most prestigious research institute in Brazil. she has won 5 scholarships and awards. has clear star potential to everyone who knows her. but she has ZERO first author publications due to lack of resources.<br><br>not only does this mean we do not benefit from what could be good research, but it also means she doesn't build experience and credibility and won't be able to move forward in her career. it makes it harder for us to help her relocate to the US. and odds are, she won't contribute much to the world nearly as much as she is capable of.",
      "tags": ["[H9]", "[+C3]"]
    },
    {
      "title": "resources (especially time)",
      "description": "i meet a lot of people that i can help--even with my network being in a pretty nascent state. but i often don't have the resources (especially time & energy) to help. and helping them would go a long way in building a relationship and building trust with them so they can help us<br><br>one interesting example of this: groups researching biology of aging around the world who are extremely loosely--if at all--connected to the field that's coalescing now. there are probably 7-10 different groups at the University of Sao Paulo studying biology of aging, and I'm connected with the right people there. <br><br>my pretty nonscientific hypothesis is that if i were able to integrate them into the field by making introductions to peers, mentors, and funders AND could give them even a pretty small amount of $, there could be significant downstream positive effects.<br><br>to illustrate a piece of that... one of my candidates for Talent Bridge is about to finish her PhD at perhaps the most prestigious research institute in Brazil. she has won 5 scholarships and awards. has clear star potential to everyone who knows her. but she has ZERO first author publications due to lack of resources.<br><br>not only does this mean we do not benefit from what could be good research, but it also means she doesn't build experience and credibility and won't be able to move forward in her career. it makes it harder for us to help her relocate to the US. and odds are, she won't contribute much to the world nearly as much as she is capable of.",
      "tags": ["[F0]", "[C7]", "[H1]", "[H6]", "[+C3]", "[F5]", "[+F5]", "[H9]"]
    },
    {
      "title": "Time",
      "description": "mouse lifespan experiments take ~30 month",
      "bottleneck": "Bottleneck: Time <br>Why: mouse lifespan experiments take ~30 month",
      "tags": ["[X1.2]"]
    },
    {
      "title": "long term stability",
      "description": "",
      "bottleneck": "",
      "tags": ["[F3]"]
    },
    {
      "title": "Funding",
      "description": "No specialised funding for ageing in the UK - no NIA equivalent ",
      "bottleneck": "Bottleneck: Funding <br>Why: No specialised funding for ageing in the UK - no NIA equivalent ",
      "tags": ["[P4]", "[C7]"]
    },
    {
      "title": "Resources for collaboration ",
      "description": "No easy way to get joint funding ",
      "bottleneck": "Bottleneck: Translation <br>Why: Fundamental disconnect for most academics between bench and clinic",
      "tags": ["[F0]"]
    },
    {
      "title": "Translation",
      "description": "Fundamental disconnect for most academics between bench and clinic",
      "tags": ["[T2]"]
    },
    {
      "title": "Drug development expertise",
      "description": "Academic labs studying aging do not know how to develop drugs.",
      "bottleneck": "Bottleneck: Drug development expertise <br>Why: Academic labs studying aging do not know how to develop drugs.",
      "tags": ["[H1]", "[H4]"]
    },
    {
      "title": "Target validation",
      "description": "Relatively few validated aging targets.",
      "bottleneck": "Bottleneck: Reproducibility <br>Why: Many papers in the space are not reproducible.",
      "tags": ["[S2]", "[C8]"]
    },
    {
      "title": "Reproducibility",
      "description": "Many papers in the space are not reproducible.",
      "tags": ["[C8]"]
    },
    {
      "title": "Lack of effective user interfaces/packaging for ML/Data Science Software",
      "description": "Experts in our field with the most experience are generally from older generations, and cannot set up environments/utilize CLI software out of the box. This leads to a severe underutilization of the most effective tools that are out there, so that 1. data analysis is never done effectively, 2. experiments are not designed with a data-first mindset initially (as the endpoint remains qualitative). Furthermore, even with CLI-competent users, sometimes, setting up the environment is impossible and therefore the tool is never used. ",
      "bottleneck": "Bottleneck: Lack of effective user interfaces/packaging for ML/Data Science Software <br>Why: Experts in our field with the most experience are generally from older generations, and cannot set up environments/utilize CLI software out of the box. This leads to a severe underutilization of the most effective tools that are out there, so that 1. data analysis is never done effectively, 2. experiments are not designed with a data-first mindset initially (as the endpoint remains qualitative). Furthermore, even with CLI-competent users, sometimes, setting up the environment is impossible and therefore the tool is never used. ",
      "tags": ["[X7]", "[C2]", "[+C2]"]
    },
    {
      "title": "Insufficient data analysis leading to erroneous spend",
      "description": "Modern data analysis techniques can elicit if targets either slow aging, or reduce all-cause mortality at all ages but do not slow the rate, i.e. : https://www.nature.com/articles/s41467-022-34515-y<br><br>Many therapeutics are mislabeled as anti-aging, with a ton of $$ spend dedicated to these dead-ends. Better data analysis, data-first thinking, and talk between data scientists and biologists could ameliorate this problem.",
      "bottleneck": "Bottleneck: Irreproducibility  <br>Why: Mostly in senescence work, a majority of the body of literature is not reproducible",
      "tags": ["[S6]", "[H8]", "[H3]", "[+H1]", "[C1]", "[+C1]"]
    },
    {
      "title": "Irreproducibility ",
      "description": "Mostly in senescence work, a majority of the body of literature is not reproducible",
      "tags": ["[C8]"]
    },
    {
      "title": "Length of experimental observation required to determine effect of a treatment.",
      "description": "",
      "bottleneck": "Bottleneck: Length of experimental observation required to determine effect of a treatment.",
      "tags": ["[X1.2]"]
    },
    {
      "title": "Difficulty and cost of clinical development of anti-ageing treatments.",
      "description": "",
      "bottleneck": "Bottleneck: Lack of agreed criteria for, and difficulty of objectively determiing healthpsan.",
      "tags": ["[T3]"]
    },
    {
      "title": "Lack of agreed criteria for, and difficulty of objectively determiing healthpsan.",
      "description": "",
      "tags": ["[S1]", "[C5]"]
    },
    {
      "title": "I lack credibility",
      "description": "I dropped out of school to start a software business that I have since sold. For this reason, I do not lack finances or freedom, but have trouble getting my ideas out through standard academic mediums.  ",
      "bottleneck": "Bottleneck: I lack credibility <br>Why: I dropped out of school to start a software business that I have since sold. For this reason, I do not lack finances or freedom, but have trouble getting my ideas out through standard academic mediums.  ",
      "tags": ["[H1]", "[H9]", "[C9]"]
    },
    {
      "title": "I need collaborators",
      "description": "I am in the midwest. I suspect this would be less of an issue if I moved to one of the coasts.",
      "bottleneck": "",
      "tags": ["[C7]"]
    },
    {
      "title": "Stigma",
      "description": "I'm working in Alzheimer's and Dementia and there is still a lot of stigma associated with the disease which results in lack of diagnoses and limited possibility for interventions, participation in trials, etc",
      "bottleneck": "Bottleneck: Stigma <br>Why: I'm working in Alzheimer's and Dementia and there is still a lot of stigma associated with the disease which results in lack of diagnoses and limited possibility for interventions, participation in trials, etc",
      "tags": ["[P5]"]
    },
    {
      "title": "Drug discovery",
      "description": "Misalignment between academic grant funding and publication pressure with discovery science.",
      "bottleneck": "Bottleneck: Drug discovery <br>Why: Misalignment between academic grant funding and publication pressure with discovery science.",
      "tags": ["[P4]", "[T2]"]
    },
    {
      "title": "Mammalian validation",
      "description": "Mouse studies are costly and slow. Lack of translational model systems to validate interventions in mammalian systems.",
      "bottleneck": "Bottleneck: Investor financing <br>Why: A large inflow of resources spread across multiple approaches is necessary to meaningfully accelerate longevity biotechnology.",
      "tags": ["[X1.1]", "[X1.2]"]
    },
    {
      "title": "Investor financing",
      "description": "A large inflow of resources spread across multiple approaches is necessary to meaningfully accelerate longevity biotechnology.",
      "tags": ["[F4]", "[+F4]"]
    },
    {
      "title": "Obtaining NIH grants",
      "description": "combination of beauracratic system that is gamed, implicit/explicit bias and anti-basic research bias",
      "bottleneck": "Bottleneck: Obtaining NIH grants <br>Why: combination of beauracratic system that is gamed, implicit/explicit bias and anti-basic research bias",
      "tags": ["[F1]", "[F2]", "[+F2]", "[F9]", "[+F10]"]
    },
    {
      "title": "Nepotism ",
      "description": "this may not be specific to science",
      "bottleneck": "Bottleneck: poor compensation",
      "tags": ["[C18]"]
    },
    {
      "title": "poor compensation",
      "description": "",
      "tags": ["[H2]", "[+H2]"]
    },
    {
      "title": "Leaving my current non aging related career",
      "description": "Lack of time to plan career move, salary paycut, relocation to the bay area",
      "bottleneck": "Bottleneck: Leaving my current non aging related career <br>Why: Lack of time to plan career move, salary paycut, relocation to the bay area",
      "tags": ["[H2]", "[+H2]", "[H9]", "[C13]"]
    },
    {
      "title": "pharma partnership",
      "description": "they want more data, we need a partner to generate more data, feedback loop",
      "bottleneck": "Bottleneck: pharma partnership <br>Why: they want more data, we need a partner to generate more data, feedback loop",
      "tags": ["[+P1.3]", "[T2]"]
    },
    {
      "title": "pitching a non-product",
      "description": "we're a discovery platform, it's hard to pitch to investors when you don't have a consumer-ready product yet; it's hard to explain to researchers that we are vertically integrated (from lab to analysis)",
      "bottleneck": "Bottleneck: treatment naive patients <br>Why: we have organic growth, but people drop into the healthcare system once issues arise, so it's hard to grow our following with early-diagnosed autoimmune patients",
      "tags": ["[P1]", "[T5]"]
    },
    {
      "title": "treatment naive patients",
      "description": "we have organic growth, but people drop into the healthcare system once issues arise, so it's hard to grow our following with early-diagnosed autoimmune patients",
      "tags": ["[T6]", "[T5]"]
    },
    {
      "title": "Systems Bio modeling",
      "description": "The field seems to be relatively ignored, imo.  Aging is very much a system-wide process, while most approaches seem to be piecemeal - and many promising new drugs fail, because they didn't adequately take system-wide interactions into account",
      "bottleneck": "Bottleneck: Systems Bio modeling <br>Why: The field seems to be relatively ignored, imo.  Aging is very much a system-wide process, while most approaches seem to be piecemeal - and many promising new drugs fail, because they didn't adequately take system-wide interactions into account",
      "tags": ["[C14]", "[S7]", "[X1.3]"]
    },
    {
      "title": "Public understanding",
      "description": "The public at large is still painfully unaware of recent advances in Longevity Science - in 2020, even my coworkers at a large pharma were incredibly ignorant!  (at least until their CSO resigned, and became CEO of Altos Labs!!)",
      "bottleneck": "Bottleneck: Big Pharma and small companies working together <br>Why: I like to make the analogy of NASA + SpaceX",
      "tags": ["[P1]"]
    },
    {
      "title": "Big Pharma and small companies working together",
      "description": "I like to make the analogy of NASA + SpaceX",
      "tags": ["[+P1.3]", "[T2]", "[C4]"]
    },
    {
      "title": "Funding",
      "description": "Aging is very underfunded and we are in a recession so VC is particularly hard to raise right now. Also the process of raising capital is super time consuming and inefficient. ",
      "bottleneck": "Bottleneck: Funding <br>Why: Aging is very underfunded and we are in a recession so VC is particularly hard to raise right now. Also the process of raising capital is super time consuming and inefficient. ",
      "tags": ["[F0]", "[+F0]", "[F4]", "[F10]"]
    },
    {
      "title": "Cheaper and more clinical trials",
      "description": "Clinical trials cost $2B. That means we can't run many of them. We need safe and thorough ways to run cheaper trials.",
      "bottleneck": "Bottleneck: Time <br>Why: I need a clone of myself",
      "tags": ["[T3]", "[+T8]"]
    },
    {
      "title": "Time",
      "description": "I need a clone of myself",
      "tags": ["[H9]"]
    },
    {
      "title": "Challenges in technology development",
      "description": "Our goal is to develop new technologies. There are lots of challenges to overcome.",
      "bottleneck": "Bottleneck: Challenges in technology development <br>Why: Our goal is to develop new technologies. There are lots of challenges to overcome.",
      "tags": ["[X0]"]
    },
    {
      "title": "Finding applications for technology that hasn't been developed yet",
      "description": "We think our technology can help understand aging, but it will need to be proven.",
      "bottleneck": "Bottleneck: Talent <br>Why: Finding the right people with both technical skills and culture fit.",
      "tags": ["[S6]"]
    },
    {
      "title": "Talent",
      "description": "Finding the right people with both technical skills and culture fit.",
      "tags": ["[H7]"]
    },
    {
      "title": "Animal study cost",
      "description": "",
      "bottleneck": "Bottleneck: Animal study cost",
      "tags": ["[X1.2]"]
    },
    {
      "title": "Limited funding",
      "description": "",
      "bottleneck": "Bottleneck: Lack of clarity on FDA regulatory process for aging drugs",
      "tags": ["[F0]", "[+F0]"]
    },
    {
      "title": "Lack of clarity on FDA regulatory process for aging drugs",
      "description": "",
      "tags": ["[T1]"]
    },
    {
      "title": "Customer engagement ",
      "description": "Anti aging perceived as a wish not based in reality ",
      "bottleneck": "Bottleneck: Customer engagement  <br>Why: Anti aging perceived as a wish not based in reality ",
      "tags": ["[P1]", "[P3]"]
    },
    {
      "title": "Regulation ",
      "description": "Health claims for experimental technologies prohibited ",
      "bottleneck": "Bottleneck: commercialization <br>Why: Requires critical mass of adoption to amortize COGS ",
      "tags": ["[T2]", "[T4]"]
    },
    {
      "title": "commercialization",
      "description": "Requires critical mass of adoption to amortize COGS ",
      "tags": ["[T5]"]
    },
    {
      "title": "I believe there is a lack of funding in areas of science that are not 'hot-topics.' While I'm not working directly in academia or industry, I've noticed that funding continues to be an issue.",
      "description": "I believe it's because under-focused topics seem more risky as investments. ",
      "bottleneck": "Bottleneck: I believe there is a lack of funding in areas of science that are not 'hot-topics.' While I'm not working directly in academia or industry, I've noticed that funding continues to be an issue. <br>Why: I believe it's because under-focused topics seem more risky as investments. ",
      "tags": ["[F0]", "[F1]"]
    },
    {
      "title": "Too few people care about aging",
      "description": "Even though we as an industry are doing a better job than we used to, the scale is not there",
      "bottleneck": "Bottleneck: Too few people care about aging <br>Why: Even though we as an industry are doing a better job than we used to, the scale is not there",
      "tags": ["[P6]"]
    },
    {
      "title": "Not enough money",
      "description": "Again it is way better than it is used to be, but we would need way more to do meaningful progress and test a variety of approaches",
      "bottleneck": "Bottleneck: Aging clocks are too noisy <br>Why: It is not a problem per se, but now the DNAm and other clocks are being positioned as a tool for personal use, which they are clearly not (because of high noise). This can be a detriment to the industry",
      "tags": ["[F0]", "[+F0]"]
    },
    {
      "title": "Aging clocks are too noisy",
      "description": "It is not a problem per se, but now the DNAm and other clocks are being positioned as a tool for personal use, which they are clearly not (because of high noise). This can be a detriment to the industry",
      "tags": ["[S1]", "[T7]", "[P3]"]
    },
    {
      "title": "Difficulties in getting funding for whole animal physiology research",
      "description": "",
      "bottleneck": "Bottleneck: Difficulties in getting funding for whole animal physiology research",
      "tags": ["[F0]"]
    },
    {
      "title": "Limited number of potential collaborators at my institution",
      "description": "",
      "bottleneck": "Bottleneck: Age-related decline in ability and willingness to \"push\"",
      "tags": ["[C7]"]
    },
    {
      "title": "Age-related decline in ability and willingness to \"push\"",
      "description": "",
      "tags": ["[H9]"]
    },
    {
      "title": "Models that can capture human aging",
      "description": "Mouse, worms or fly models are not ideal",
      "bottleneck": "Bottleneck: Models that can capture human aging <br>Why: Mouse, worms or fly models are not ideal",
      "tags": ["[X1.1]", "[+X1.4]"]
    },
    {
      "title": "Limitation of using multiple inputs at the same time in existing models",
      "description": "Human aging is a complex process that is affected by many environmental and internal conditions",
      "bottleneck": "Bottleneck: We need to look at the 99% of the genome that doesn't code for protein <br>Why: We haven't gotten anywhere just looking at the protein-coding genes. ",
      "tags": ["[X12]"]
    },
    {
      "title": "We need to look at the 99% of the genome that doesn't code for protein",
      "description": "We haven't gotten anywhere just looking at the protein-coding genes. ",
      "tags": ["[S2]"]
    },
    {
      "title": "Lack of consensus on fundamentals of aging",
      "description": "We do not understand what aging *is*, biologically. I think this is the single greatest bottleneck in the aging research community. Different people have differing conceptions of what aging is, and so many potentially fruitful discussions among researchers are stifled because of the lack of agreement on what aging is and isn't.",
      "bottleneck": "Bottleneck: Lack of consensus on fundamentals of aging <br>Why: We do not understand what aging *is*, biologically. I think this is the single greatest bottleneck in the aging research community. Different people have differing conceptions of what aging is, and so many potentially fruitful discussions among researchers are stifled because of the lack of agreement on what aging is and isn't.",
      "tags": ["[S9]"]
    },
    {
      "title": "Lack of quality datasets, specifically large-scale, longitudinal human aging datasets.",
      "description": "We need quality datasets to understand what is actually going on during the aging process. I think the focus for both animal and human researchers needs to turn to generation of high-quality, highly resolved, longitudinal datasets of individuals followed over the whole life course. The Dunedin study is a very good model for what we need more of.",
      "bottleneck": "Bottleneck: We need to better connect the computational aging biologists to the \"wet lab\" aging biologists. These communities have diverse skill sets that could be better combined to achieve more synergy in aging research. <br>Why: This is partially related to my 2nd bottleneck: computational people need better data to be generated by experimental people, experimental people need to better design their studies to be more useful to computational people.",
      "tags": [
        "[C1]",
        "[+C1]",
        "[X2]",
        "[+X2]",
        "[S2]",
        "[+S2]",
        "[S3]",
        "[+S3]"
      ]
    },
    {
      "title": "We need to better connect the computational aging biologists to the \"wet lab\" aging biologists. These communities have diverse skill sets that could be better combined to achieve more synergy in aging research.",
      "description": "This is partially related to my 2nd bottleneck: computational people need better data to be generated by experimental people, experimental people need to better design their studies to be more useful to computational people.",
      "tags": ["[C4]", "[H3]", "[C2]", "[+C2]", "[+X1.1]", "[C3]"]
    },
    {
      "title": "Public awareness of potential",
      "description": "Lack of credible source intro plus Fear of getting hope up",
      "bottleneck": "Bottleneck: Public awareness of potential <br>Why: Lack of credible source intro plus Fear of getting hope up",
      "tags": ["[P1]", "[P3]"]
    },
    {
      "title": "Finance directed at aging diseases oblivious to underlying common biology of aging",
      "description": "Continuing as was ",
      "bottleneck": "Bottleneck: Money <br>Why: Effort",
      "tags": ["[P2]"]
    },
    { "title": "Money", "description": "Effort", "tags": ["[F0]", "[+F0]"] },
    {
      "title": "Automation of previously done methods.",
      "description": "So many things in the cell culture lab, mouse lab, and computational modeling are done before and repetitive and should be automated by robotics or AI, or other solutions.",
      "bottleneck": "Bottleneck: Automation of previously done methods. <br>Why: So many things in the cell culture lab, mouse lab, and computational modeling are done before and repetitive and should be automated by robotics or AI, or other solutions.",
      "tags": ["[X6]", "[+X5]"]
    },
    {
      "title": "Validated therapies ",
      "description": "",
      "bottleneck": "Bottleneck: Validated therapies ",
      "tags": ["[C8]", "[T2]"]
    },
    {
      "title": "Limited public embrace",
      "description": "",
      "bottleneck": "",
      "tags": ["[P6]", "[P1]"]
    },
    {
      "title": "Sustainable funding for research",
      "description": "Tiny/short foundation/philanthropic organization grants and larger NIH grants miss the mark. If you want to make a real impact, find a way to generate SUSTAINABLE funding for research. Huge time and effort wasted on applying for patchwork funding. Happy to elaborate this is a big focus of my own philanthropic work.",
      "bottleneck": "Bottleneck: Sustainable funding for research <br>Why: Tiny/short foundation/philanthropic organization grants and larger NIH grants miss the mark. If you want to make a real impact, find a way to generate SUSTAINABLE funding for research. Huge time and effort wasted on applying for patchwork funding. Happy to elaborate this is a big focus of my own philanthropic work.",
      "tags": ["[F3]", "[F9]", "[+F3]"]
    },
    {
      "title": "Identify a reliable Biomarker ",
      "description": "The agin process is very noisy so biomarkers are most of the times not robust enough ",
      "bottleneck": "Bottleneck: Identify a reliable Biomarker  <br>Why: The agin process is very noisy so biomarkers are most of the times not robust enough ",
      "tags": ["[S1]"]
    },
    {
      "title": "Estimate the efficacy and the safety of treatments ",
      "description": "The phenotype are often confounding ",
      "bottleneck": "",
      "tags": ["[S4]", "[X1.2]"]
    },
    {
      "title": "measuring lifespan",
      "description": "hard to take care of animals for a long time",
      "bottleneck": "Bottleneck: measuring lifespan <br>Why: hard to take care of animals for a long time",
      "tags": ["[X1.2]"]
    },
    {
      "title": "finding an intervention for longevity",
      "description": "we still don't know what we should target",
      "bottleneck": "",
      "tags": ["[S2]"]
    },
    {
      "title": "Lack of understanding of the space by politicians and influencers",
      "description": "",
      "bottleneck": "Bottleneck: Lack of understanding of the space by politicians and influencers",
      "tags": ["[P1]"]
    },
    {
      "title": "No financial incentives to develop longevity medicines for companies",
      "description": "",
      "bottleneck": "Bottleneck: Lack of funding for basic research",
      "tags": ["[T5]"]
    },
    {
      "title": "Lack of funding for basic research",
      "description": "",
      "tags": ["[F2]", "[+F2]"]
    },
    {
      "title": "Lack of 'moonshot' projects",
      "description": "Academia is not incentivising such high-risk / high reward research",
      "bottleneck": "Bottleneck: Lack of 'moonshot' projects <br>Why: Academia is not incentivising such high-risk / high reward research",
      "tags": ["[F1]", "[+F1]", "[P4]"]
    },
    {
      "title": "Public awareness",
      "description": "Aging not considered a disease or problem",
      "bottleneck": "",
      "tags": ["[P1]", "[P2]"]
    },
    {
      "title": "lack of long-term datasets",
      "description": "we often have scarce data points from untraceable sources",
      "bottleneck": "Bottleneck: lack of long-term datasets <br>Why: we often have scarce data points from untraceable sources",
      "tags": ["[X2]", "[C1]"]
    },
    {
      "title": "standardized methodologies to study aging across the tree of life",
      "description": "comparing results if often challenging during to the different methodologies used to study aging in different taxa",
      "bottleneck": "",
      "tags": ["[C2]", "[S5]"]
    },
    {
      "title": "Time it takes to age samples",
      "description": "",
      "bottleneck": "Bottleneck: Time it takes to age samples",
      "tags": ["[X1.2]"]
    },
    {
      "title": "Structures of academic science making it difficult to pursue the coolest ideas",
      "description": "",
      "bottleneck": "",
      "tags": ["[F1]", "[P4]"]
    },
    {
      "title": "easy access to clinical samples",
      "description": "academic labs have lots of great ideas that could be quickly tested if getting clinical samples weren't so difficult",
      "bottleneck": "Bottleneck: easy access to clinical samples <br>Why: academic labs have lots of great ideas that could be quickly tested if getting clinical samples weren't so difficult",
      "tags": ["[X3]", "[+X4]"]
    },
    {
      "title": " increasing expectations that academic labs will carry out safety and efficacy clinical trials ",
      "description": "industry increasingly only wants ideas that are not risky - leaves academics to carry all risks, even if there are no scientific questions left (e.g., just safety and clinical trials)",
      "bottleneck": "Bottleneck: IN general, the gulf between academic labs and industry <br>Why: most findings from academic labs will not result in forward progress - which is why we're stuck re-treading metformin, rapamycin, etc instead of finding new longevity drugs",
      "tags": ["[T2]"]
    },
    {
      "title": "IN general, the gulf between academic labs and industry",
      "description": "most findings from academic labs will not result in forward progress - which is why we're stuck re-treading metformin, rapamycin, etc instead of finding new longevity drugs",
      "tags": ["[T2]", "[C16]"]
    },
    {
      "title": "Computing power",
      "description": "",
      "bottleneck": "Bottleneck: Computing power",
      "tags": ["[X13]"]
    },
    {
      "title": "Difficulty of implementing complicated protocols",
      "description": "Cost, poorly written protocols, lack of instrumentation, difficulty of solo learning techniques",
      "bottleneck": "Bottleneck: Measuring aging",
      "tags": ["[C2]", "[+C2]", "[H1]"]
    },
    {
      "title": "Measuring aging",
      "description": "",
      "tags": ["[S1]", "[+S1]"]
    },
    {
      "title": "endpoints",
      "description": "time (hard to measure successful longevity interventions)",
      "bottleneck": "Bottleneck: endpoints <br>Why: time (hard to measure successful longevity interventions)",
      "tags": ["[S1]", "[+S1]", "[T3]", "[X1.2]"]
    },
    {
      "title": "tools",
      "description": "delivery (potency, toxicity, specificity), precise editing",
      "bottleneck": "Bottleneck: FDA recognition <br>Why: need to consider aging as something worth / possible to treat",
      "tags": ["[X8]"]
    },
    {
      "title": "FDA recognition",
      "description": "need to consider aging as something worth / possible to treat",
      "tags": ["[T1]", "[+T1]", "[P2]"]
    },
    {
      "title": "We need to the effect of natural genetic variation on response to putative interventions. ",
      "description": "This is a major bottleneck, as there is less work on this problem, and so far has been little interest by NIH in funding this problem (though they are trying to ameliorate this problem). This is critically important--the few studies out there on genetic variation and interventions show that for *any* intervention known to increase lifespan, there are genotypes that either don't respond or response *negatively*. ",
      "bottleneck": "Bottleneck: We need to the effect of natural genetic variation on response to putative interventions.  <br>Why: This is a major bottleneck, as there is less work on this problem, and so far has been little interest by NIH in funding this problem (though they are trying to ameliorate this problem). This is critically important--the few studies out there on genetic variation and interventions show that for *any* intervention known to increase lifespan, there are genotypes that either don't respond or response *negatively*. ",
      "tags": ["[S5]"]
    },
    {
      "title": "Epidemiologists have identified environmental factors that can alter human lifespan by many years. The biology-focused geroscience community pays little attention to this. Biologists and epidemiologists/environmental risk experts need to work more closely together.",
      "description": "Little support for cross-disciplinary work in this area, and historical lack of contact between molecular biologists and epidemiologists.",
      "bottleneck": "",
      "tags": ["[C4]", "[C9]", "[H8]"]
    },
    {
      "title": "personnel with dual expertise (or interest in developing such) in computational biology and epidemiology",
      "description": "not sure. could be that biotech is sucking up all the postdocs. could be that there is just not enough comp bio expertise in api-oriented PhDs ",
      "bottleneck": "Bottleneck: personnel with dual expertise (or interest in developing such) in computational biology and epidemiology <br>Why: not sure. could be that biotech is sucking up all the postdocs. could be that there is just not enough comp bio expertise in api-oriented PhDs ",
      "tags": ["[H3]", "[+H1]", "[H8]", "[+H5]"]
    },
    {
      "title": "longitudinal biological data on large samples of humans",
      "description": "there are too few public-domain datasets that observe the natural course of human aging in large numbers of individuals. there are a number of datasets that could help us make rapid progress. but they are closely held and accessing them is intensely bureaucratic and time consuming. ",
      "bottleneck": "",
      "tags": ["[X2]", "[S3]", "[S2]", "[C10]"]
    },
    {
      "title": "mindset",
      "description": "My position in the field is quite unique as I propose a model that contradicts the mainstream ideas that most people believe. I think our arguments are the strongest but somehow people think that finding the exact nature of aging is less important than doing blind drug screens and omics. <br><br>I am not sure my case is representative. ",
      "bottleneck": "Bottleneck: mindset <br>Why: My position in the field is quite unique as I propose a model that contradicts the mainstream ideas that most people believe. I think our arguments are the strongest but somehow people think that finding the exact nature of aging is less important than doing blind drug screens and omics. <br><br>I am not sure my case is representative. ",
      "tags": ["[C5]", "[S9]", "[C11]"]
    },
    {
      "title": "Participant recruitment",
      "description": "",
      "bottleneck": "Bottleneck: Participant recruitment",
      "tags": ["[T6]"]
    },
    {
      "title": "attaining funding",
      "description": "",
      "bottleneck": "",
      "tags": ["[F0]", "[+F0]"]
    },
    {
      "title": "lack of sufficient money for research",
      "description": "",
      "bottleneck": "Bottleneck: lack of sufficient money for research",
      "tags": ["[F2]"]
    },
    {
      "title": "proper animal model",
      "description": "",
      "bottleneck": "Bottleneck: lab communication around the world",
      "tags": ["[X1.1]", "[+X1.4]"]
    },
    {
      "title": "lab communication around the world",
      "description": "",
      "tags": ["[C3]", "[+C3]"]
    },
    {
      "title": "Time in cell culture",
      "description": "Limiting factor for testing a large number of experimental conditions",
      "bottleneck": "Bottleneck: Time in cell culture <br>Why: Limiting factor for testing a large number of experimental conditions",
      "tags": ["[X1.2]"]
    },
    {
      "title": "Limited foundational knowledge, especially in a structured and centralized format",
      "description": "",
      "bottleneck": "Bottleneck: Cheap access to aged animals",
      "tags": ["[X2]", "[C2]", "[S9]"]
    },
    {
      "title": "Cheap access to aged animals",
      "description": "",
      "tags": ["[X4]", "[+X5]"]
    },
    {
      "title": "Research in Aging is siloed. ",
      "description": "Funding is in deep novel science",
      "bottleneck": "Bottleneck: Research in Aging is siloed.  <br>Why: Funding is in deep novel science",
      "tags": ["[C10]"]
    },
    {
      "title": "Return On Investment analysis are few is any",
      "description": "Real world data takes time. Suggest simulating results and forecast ? ",
      "bottleneck": "Bottleneck: Catching Public Imagination.  <br>Why: Requires lay person terms to educate and create concerted and coordinated media, policy and gov outreach",
      "tags": ["[C13]", "[X0]"]
    },
    {
      "title": "Catching Public Imagination. ",
      "description": "Requires lay person terms to educate and create concerted and coordinated media, policy and gov outreach",
      "tags": ["[P6]", "[+P1.1]"]
    },
    {
      "title": "Ability to digest and understand the science",
      "description": "Don't come from a science background, big learning curve",
      "bottleneck": "Bottleneck: Ability to digest and understand the science <br>Why: Don't come from a science background, big learning curve",
      "tags": ["[H1]", "[C13]"]
    },
    {
      "title": "As an investor, the lack of an aging indication for FDA approval limits the scale/speed of development",
      "description": "",
      "bottleneck": "",
      "tags": ["[T1]", "[P2]"]
    },
    {
      "title": "Precise definition of (biological) aging -- or lack of a \"gold standard\"",
      "description": "It defines the overarching goal, the target of interventions, and how we measure progress. ",
      "bottleneck": "Bottleneck: Precise definition of (biological) aging -- or lack of a \"gold standard\" <br>Why: It defines the overarching goal, the target of interventions, and how we measure progress. ",
      "tags": ["[C5]"]
    },
    {
      "title": "(Stemming from a lack of a clear definition...) Tools to measures changes in aging",
      "description": "Epigenetic clocks are a start, but they are far from perfect. For example, how quickly can biological aging be slowed, halted, or reversed? Our biomarkers should reflect that time-scale. Another example, does aging happen at an organism-level or tissue-level or cell-level (e.g., Can someone's brain be aging faster than their liver?)",
      "bottleneck": "Bottleneck: Greater translational work (e.g., studying senescence in human tissue) and more validation and benchmarking studies <br>Why: There is a lot of hype in the field right now. Independent validation of findings across species and populations would help distinguish the reproducible findings.",
      "tags": ["[S1]", "[X5]", "[+X3]", "[S2]"]
    },
    {
      "title": "Greater translational work (e.g., studying senescence in human tissue) and more validation and benchmarking studies",
      "description": "There is a lot of hype in the field right now. Independent validation of findings across species and populations would help distinguish the reproducible findings.",
      "tags": ["[T2]", "[C6]", "[C8]", "[+C8]", "[+X1.2]", "[+X1.3]"]
    },
    {
      "title": "Donations",
      "description": "My organization, Lifespan.io, is doing a lot of important work in the media and advocacy field, but like many NGOs, we're underfunded. More donations would allow us to extend our presence and reach.",
      "bottleneck": "Bottleneck: Donations <br>Why: My organization, Lifespan.io, is doing a lot of important work in the media and advocacy field, but like many NGOs, we're underfunded. More donations would allow us to extend our presence and reach.",
      "tags": ["[F8]", "[+F8]"]
    },
    {
      "title": "Conference passes",
      "description": "Some conferences are reluctant to provide media passes, not to mention covering expenses, which hampers our ability to provide coverage and amplification.",
      "bottleneck": "Bottleneck: Paper access <br>Why: Journals have convoluted ways of providing free access to the media or none at all.",
      "tags": ["[C9]"]
    },
    {
      "title": "Paper access",
      "description": "Journals have convoluted ways of providing free access to the media or none at all.",
      "tags": ["[C16]"]
    },
    {
      "title": "Access to NHP and human brains",
      "description": "I'm primarily interested in brain rejuvenation. The testing platforms for brain interventions still feel very nascent.",
      "bottleneck": "Bottleneck: Access to NHP and human brains <br>Why: I'm primarily interested in brain rejuvenation. The testing platforms for brain interventions still feel very nascent.",
      "tags": ["[S8]", "[X4]", "[+X5]", "[+S10]", "[X3]"]
    },
    {
      "title": "Robust biomarkers for different organs",
      "description": "I assume that this will come from improving proteomics.",
      "bottleneck": "Bottleneck: Access to consistent fetal brain tissue <br>Why: A cell therapy that's particularly exciting needs access to genetically identical fetal brain tissue samples on a scheduled basis.",
      "tags": ["[S1]", "[+S1]", "[X5]", "[+X3]"]
    },
    {
      "title": "Access to consistent fetal brain tissue",
      "description": "A cell therapy that's particularly exciting needs access to genetically identical fetal brain tissue samples on a scheduled basis.",
      "tags": ["[X3]", "[+X4]"]
    },
    {
      "title": "Getting FDA to classify aging as a diesease",
      "description": "",
      "bottleneck": "Bottleneck: Getting FDA to classify aging as a diesease",
      "tags": ["[T1]", "[+T1]"]
    },
    {
      "title": "Building biomarkers that can act as endpoints in diseases",
      "description": "",
      "bottleneck": "",
      "tags": ["[S1]", "[+S1]"]
    },
    {
      "title": "Lack of aging biomarker beyond methylation clock",
      "description": "",
      "bottleneck": "Bottleneck: Lack of aging biomarker beyond methylation clock",
      "tags": ["[S1]", "[+S1]"]
    },
    {
      "title": "Limited supply of computational investigators/trainees",
      "description": "",
      "bottleneck": "",
      "tags": ["[H3]", "[+H1]"]
    },
    {
      "title": "insufficient funding for research, especially long-term animal and human studies",
      "description": "overall, society has invested to little into the scientific community, especially for aging research. NIA was one of the latest established and least funded (outside of Alheimer's specific funds) of the NIH institutes.",
      "bottleneck": "Bottleneck: insufficient funding for research, especially long-term animal and human studies <br>Why: overall, society has invested to little into the scientific community, especially for aging research. NIA was one of the latest established and least funded (outside of Alheimer's specific funds) of the NIH institutes.",
      "tags": ["[F2]", "[F3]", "[F9]", "[+F9]"]
    },
    {
      "title": "misconceptions about the purpose of aging research",
      "description": "pop culture focus on billionaires living forever, as opposed to what will be the real impact of understanding aging - everyone living more healthy lives and reducing the overall burden of chronic disease on human society",
      "bottleneck": "Bottleneck: regulatory processes that do not recognize and do not provide adequate trial opportunities for aging-related interventions, many of which will need to be preventative, and many of which will not be focused on a single (classically defined) disease/indication <br>Why: regulatory bodies and processes were established before real recognition of the importance of aging to overall human and societal health - we lack metrics, biomarkers and even definitions that would be useful for assessing antigeronic interventions.",
      "tags": ["[P1]", "[P3]"]
    },
    {
      "title": "regulatory processes that do not recognize and do not provide adequate trial opportunities for aging-related interventions, many of which will need to be preventative, and many of which will not be focused on a single (classically defined) disease/indication",
      "description": "regulatory bodies and processes were established before real recognition of the importance of aging to overall human and societal health - we lack metrics, biomarkers and even definitions that would be useful for assessing antigeronic interventions.",
      "tags": ["[T1]", "[+T1]", "[S1]", "[+S1]"]
    },
    {
      "title": "Lack of understanding the importance of mitochondrial genetics.",
      "description": "Dominance of the Mendelian paradigm in hypotheses and experimental design. ",
      "bottleneck": "Bottleneck: Lack of understanding the importance of mitochondrial genetics. <br>Why: Dominance of the Mendelian paradigm in hypotheses and experimental design. ",
      "tags": ["[S6]"]
    },
    {
      "title": "Beta amyloid theory of age related disease.",
      "description": "Lack of support for alternative hypotheses.",
      "bottleneck": "",
      "tags": ["[S6]", "[C11]"]
    },
    {
      "title": "Human Donor Cell Access",
      "description": "Human Bone Marrow from healthy young and aged Donors is not easy to obtain for biotec and research ",
      "bottleneck": "Bottleneck: Human Donor Cell Access <br>Why: Human Bone Marrow from healthy young and aged Donors is not easy to obtain for biotec and research ",
      "tags": ["[X3]"]
    },
    {
      "title": "Targeting the ECM",
      "description": "Extracellular Matrix Aging is challenging to address given current non-invasive drug delivery vehicles or surgery, implants, infusions, none offering effective treatment options yet",
      "bottleneck": "Bottleneck: We need more Scientific Operators in longgevity biotec, and their salaries are too low compared to administrative and executive levels <br>Why: Performing the research remains to imperative to achieve breakthroughs ",
      "tags": ["[S6]"]
    },
    {
      "title": "We need more Scientific Operators in longgevity biotec, and their salaries are too low compared to administrative and executive levels",
      "description": "Performing the research remains to imperative to achieve breakthroughs ",
      "tags": ["[H4]", "[H2]", "[+H2]"]
    },
    {
      "title": "Definition of aging ",
      "description": "To design the experiment, it is important to set the definition or criteria. But currently, it is difficult to decide what I should look at to evaluate aging.",
      "bottleneck": "Bottleneck: Definition of aging  <br>Why: To design the experiment, it is important to set the definition or criteria. But currently, it is difficult to decide what I should look at to evaluate aging.",
      "tags": ["[C5]"]
    },
    {
      "title": "Aging model?",
      "description": "Some stresses are known to accelerate aging, but not sure if  they really reflect aging. And as same as described above.",
      "bottleneck": "Bottleneck: Contract <br>Why: I understand that it's depend on country or institute, but it is hard for 3-year-contract pod docs to work on 3-year-lifespan animal models.",
      "tags": ["[X1.1]"]
    },
    {
      "title": "Contract",
      "description": "I understand that it's depend on country or institute, but it is hard for 3-year-contract pod docs to work on 3-year-lifespan animal models.",
      "tags": ["[F3]", "[+F3]"]
    },
    {
      "title": "Funding",
      "description": "",
      "bottleneck": "Bottleneck: Funding",
      "tags": ["[F0]", "[+F0]"]
    },
    {
      "title": "Access to talented motivated scientists",
      "description": "",
      "bottleneck": "Bottleneck: Connections to biotech interested in age-associated diseases",
      "tags": ["[H4]", "[H7]"]
    },
    {
      "title": "Connections to biotech interested in age-associated diseases",
      "description": "",
      "tags": ["[C9]", "[C3]"]
    },
    {
      "title": "Lack of funding",
      "description": "Research is expensive",
      "bottleneck": "Bottleneck: Lack of funding <br>Why: Research is expensive",
      "tags": ["[F0]"]
    },
    {
      "title": "biomarkers",
      "description": "need to quantify aging and rejuvenation",
      "bottleneck": "Bottleneck: biomarkers <br>Why: need to quantify aging and rejuvenation",
      "tags": ["[S1]", "[+S1]", "[S2]", "[+T4]"]
    },
    {
      "title": " We need AI-driven solutions to understand and deconvolute the complexity of the aging process.",
      "description": "",
      "bottleneck": "Bottleneck:  We need AI-driven solutions to understand and deconvolute the complexity of the aging process.",
      "tags": ["[S4]", "[X1.3]", "[+X1.1]", "[X10]", "[+X8]"]
    },
    {
      "title": "Lack of network dedicated to solving challenges in field of aging",
      "description": "",
      "bottleneck": "",
      "tags": ["[C4]", "[C3]"]
    },
    {
      "title": "Lack of human samples for specific age related diseases. ",
      "description": "Difficult to find sources. Often samples not completely labeled, or no chart information.",
      "bottleneck": "Bottleneck: Lack of human samples for specific age related diseases.  <br>Why: Difficult to find sources. Often samples not completely labeled, or no chart information.",
      "tags": ["[X3]", "[+X4]"]
    },
    {
      "title": "Lack of model systems that fully recapitulate human disease. ",
      "description": "Species differences in aging process, or genetics not similar enough. ",
      "bottleneck": "Bottleneck: Lack of longitudinal studies for disease.  <br>Why: May studies are comprehensive for human disease, but lack age specific time points. ",
      "tags": ["[X1.1]"]
    },
    {
      "title": "Lack of longitudinal studies for disease. ",
      "description": "May studies are comprehensive for human disease, but lack age specific time points. ",
      "tags": ["[S3]"]
    },
    {
      "title": "Obtaining aged samples",
      "description": "methods require significant study material, obtain very little per mouse",
      "bottleneck": "Bottleneck: Obtaining aged samples <br>Why: methods require significant study material, obtain very little per mouse",
      "tags": ["[X4]"]
    },
    {
      "title": "long times required for aging studies",
      "description": "",
      "bottleneck": "Bottleneck: long times required for aging studies",
      "tags": ["[X1.2]"]
    },
    {
      "title": "Funding",
      "description": "",
      "bottleneck": "Bottleneck: Funding",
      "tags": ["[F0]", "[+F0]"]
    },
    {
      "title": "Time to age transgenic mice",
      "description": "",
      "bottleneck": "",
      "tags": ["[X1.2]"]
    },
    {
      "title": "Independence",
      "description": "",
      "bottleneck": "Bottleneck: Independence",
      "tags": ["[H1]"]
    },
    {
      "title": "Funding",
      "description": "",
      "bottleneck": "Bottleneck: Flexibility",
      "tags": ["[F0]", "[+F0]"]
    },
    { "title": "Flexibility", "description": "", "tags": ["[H9]"] },
    {
      "title": "The research directions most likely to result in very rapid or very dramatic advances are at best orthogonal to the most fundable (or even at all fundable) ones within academia, and many of the most promising will still be too early / basic for a company or short-term return driven funding model. Attempts to provide alternative academic funding that are not on par with the size of the NIH R01 grants (~375K/y for 5 years)  that are the benchmark for career survival in academia are excellent catalysts with great potential use cases but cannot incentivize academics away from more NIH-fundable research in the long term. This is not a matter of their personal choice but their of continued employment within this system as it exists currently.",
      "description": "",
      "bottleneck": "Bottleneck: The research directions most likely to result in very rapid or very dramatic advances are at best orthogonal to the most fundable (or even at all fundable) ones within academia, and many of the most promising will still be too early / basic for a company or short-term return driven funding model. Attempts to provide alternative academic funding that are not on par with the size of the NIH R01 grants (~375K/y for 5 years)  that are the benchmark for career survival in academia are excellent catalysts with great potential use cases but cannot incentivize academics away from more NIH-fundable research in the long term. This is not a matter of their personal choice but their of continued employment within this system as it exists currently.",
      "tags": ["[F1]", "[F3]"]
    },
    {
      "title": "The overlap between (A) reviewers who are able to think outside of the box and are not incentivized strongly away from simply thinking broadly about how to move this field forward in the best / fastest way, and those reviewers (B) who know the technical aspects deeply (things that have been tried and failed, including e.g. things that have never been retracted but have been extremely hard to reproduce, things that are considered settled but are perhaps still not well understood, etc.) is quite limited. There is a lot of potential talent and resources becoming more and more interested in this question but they are sometimes tenuously connected to the best, most unbiased repositories of existing hard-won lessons. Further complicationg this, for any non-tenured academic or other precarious researcher, when useful information might be poorly received by a more senior colleague (e.g. the information conflicts with a finding of theirs, etc.) this communication to outsiders might sometimes be muted, at best.",
      "description": "",
      "bottleneck": "",
      "tags": ["[H4]", "[C11]", "[C4]"]
    },
    {
      "title": "Clear definition of aging",
      "description": "",
      "bottleneck": "Bottleneck: Clear definition of aging",
      "tags": ["[C5]", "[+C6]"]
    },
    {
      "title": "Aging biomarkers",
      "description": "",
      "bottleneck": "Bottleneck: Academic bureaucracy",
      "tags": ["[S1]", "[+S1]"]
    },
    { "title": "Academic bureaucracy", "description": "", "tags": ["[C15]"] },
    {
      "title": "Talent and interest",
      "description": "There's lots of amazing people working on cutting-edge things in other fields (artificial intelligence, for example) that could contribute greatly to longevity if they became interested in it and if the right incentives were put in place. Despite the fact that these people may be highly technically skilled, there is also a barrier to entry (knowledge of biology, lower compensation, harder/more long-term problems, etc...)",
      "bottleneck": "Bottleneck: Talent and interest <br>Why: There's lots of amazing people working on cutting-edge things in other fields (artificial intelligence, for example) that could contribute greatly to longevity if they became interested in it and if the right incentives were put in place. Despite the fact that these people may be highly technically skilled, there is also a barrier to entry (knowledge of biology, lower compensation, harder/more long-term problems, etc...)",
      "tags": [
        "[H4]",
        "[H1]",
        "[C13]",
        "[H2]",
        "[+H2]",
        "[S4]",
        "[+P3]",
        "[+P2]"
      ]
    },
    {
      "title": "Experimental speed and throughput",
      "description": "Sam Rodriques recently wrote a really cool article that discusses this topic a bit (https://www.sam-rodriques.com/post/why-is-progress-in-biology-so-slow). Longevity experiments naturally take time (especially if lifespan needs to be observed). Progress is limited by the number of well-designed experiments that can be run. For example, if running a reprogramming experiment takes you 20 days and your lab is only equipped to run one of these experiments at a time, then you are majorly limited by your iteration speed. I think the key here is automation, but this is very difficult to properly establish end-to-end.",
      "bottleneck": "Bottleneck: Knowledge gates <br>Why: This one is more philosophical, but I believe there is so much knowledge that different entities hold that could dramatically speed up global research efforts if that knowledge was shared. While academia is a culture of sharing (through the paper system), it's historically been uncommon for biotechs to share their progress / hurdles. While this would require a significant shift in perception, I believe this would be ultimately net good for the world. The same can be said for negative results in academia: if more of these were shared and exposed, I reckon a lot of time would be saved in the future.",
      "tags": ["[X1.2]", "[X6]", "[+X5]"]
    },
    {
      "title": "Knowledge gates",
      "description": "This one is more philosophical, but I believe there is so much knowledge that different entities hold that could dramatically speed up global research efforts if that knowledge was shared. While academia is a culture of sharing (through the paper system), it's historically been uncommon for biotechs to share their progress / hurdles. While this would require a significant shift in perception, I believe this would be ultimately net good for the world. The same can be said for negative results in academia: if more of these were shared and exposed, I reckon a lot of time would be saved in the future.",
      "tags": ["[C10]", "[C12]"]
    },
    {
      "title": "Resolving temporal dynamics (i.e. finding first actors and other causal players)",
      "description": "Very few, large, high-quality, high-resolution longitudinal human data sets are available that span a biologically relevant periods of time (i.e. encapsulating prodromal and disease free states, or young individuals).<br>In tissue culture, experiments are not routinely done to even attempt to mimic low-grade, chronic stressors and measure outputs longitudinally",
      "bottleneck": "Bottleneck: Resolving temporal dynamics (i.e. finding first actors and other causal players) <br>Why: Very few, large, high-quality, high-resolution longitudinal human data sets are available that span a biologically relevant periods of time (i.e. encapsulating prodromal and disease free states, or young individuals).<br>In tissue culture, experiments are not routinely done to even attempt to mimic low-grade, chronic stressors and measure outputs longitudinally",
      "tags": ["[X1.3]", "[+X1.1]", "[S3]", "[+S3]", "[X2]", "[S7]"]
    },
    {
      "title": "Limited existing statistics and mathematical tools to evaluate complex state changes in various \"omics\" data",
      "description": "We are still limited, as wet lab scientists, to using models that primarily are limited to bidirectional data and pairwise comparisons ( (i.e too much focus on what individual gene goes up and down, instead of which homeostatic feedback loops are perturbed)",
      "bottleneck": "Bottleneck: Advanced cell culture models and interventions that recapitulate aging in relevant ways <br>Why: Related to my first point, but reiterating because this is just a lack of effort.",
      "tags": ["[S4]", "[+H1]", "[X7]", "[+X6]", "[X1.3]"]
    },
    {
      "title": "Advanced cell culture models and interventions that recapitulate aging in relevant ways",
      "description": "Related to my first point, but reiterating because this is just a lack of effort.",
      "tags": ["[X1.1]", "[+X1.2]"]
    },
    {
      "title": "Lack of centralized&compelete database for aging-related omic data",
      "description": "",
      "bottleneck": "Bottleneck: Lack of centralized&compelete database for aging-related omic data",
      "tags": ["[X2]", "[S2]"]
    },
    {
      "title": "Hard and slow to apply established human data (e.g., FHS)",
      "description": "",
      "bottleneck": "Bottleneck: Lack of longitudinal data.",
      "tags": ["[T2]"]
    },
    {
      "title": "Lack of longitudinal data.",
      "description": "",
      "tags": ["[S3]"]
    },
    {
      "title": "Most of the employment and collaboration opportunities are concentrated in the US",
      "description": "Harder to transition to the field without relocating to US",
      "bottleneck": "Bottleneck: Most of the employment and collaboration opportunities are concentrated in the US <br>Why: Harder to transition to the field without relocating to US",
      "tags": ["[C7]", "[H6]"]
    },
    {
      "title": "There is a lack of basic science research in aging biology.",
      "description": "Not enough researchers/labs working in the field of aging biology. Those that work is centered in a few nations, despite the global nature of the aging problem. Lack of funds- aging research is time consuming and expensive.  ",
      "bottleneck": "Bottleneck: There is a lack of basic science research in aging biology. <br>Why: Not enough researchers/labs working in the field of aging biology. Those that work is centered in a few nations, despite the global nature of the aging problem. Lack of funds- aging research is time consuming and expensive.  ",
      "tags": ["[F2]", "[+F2]", "[X1.2]", "[C7]"]
    },
    {
      "title": "Common public misconceptions: e.g., Aging is unavoidable and there is nothing that can be done about it; aging research focuses on finding ways to look younger.",
      "description": "Inadequate communication and public outreach to educate people about aging research and why it is important to study it.",
      "bottleneck": "Bottleneck: Lack of regulatory framework and template studies targeting aging in humans <br>Why: Time and cost involved is huge. Not enough candidates which fall in safe-accessible category. ",
      "tags": ["[P1]"]
    },
    {
      "title": "Lack of regulatory framework and template studies targeting aging in humans",
      "description": "Time and cost involved is huge. Not enough candidates which fall in safe-accessible category. ",
      "tags": ["[T1]", "[+T1]", "[T3]", "[T6]"]
    },
    {
      "title": "Data accessibility",
      "description": "Unpublished raw data or difficulty with different formats",
      "bottleneck": "Bottleneck: Data accessibility <br>Why: Unpublished raw data or difficulty with different formats",
      "tags": ["[C2]", "[X2]"]
    },
    {
      "title": "Sample sourcing",
      "description": "Relatively limited availability of healthy aged donors, as well as lack of human embryonic data",
      "bottleneck": "",
      "tags": ["[X3]", "[+X4]"]
    },
    {
      "title": "Limited reach via publications",
      "description": "Most high impact journals don't quite understand the field and therefore don't publish quality manuscripts in this area. ",
      "bottleneck": "Bottleneck: Limited reach via publications <br>Why: Most high impact journals don't quite understand the field and therefore don't publish quality manuscripts in this area. ",
      "tags": ["[P1]"]
    },
    {
      "title": "Limited supply of geriatric mice",
      "description": "Aged mice from JAX are expensive, while those from NIA rodent colony has a limit on the number and very old mice are few.",
      "bottleneck": "Bottleneck: Lifespan studies are long and expensive <br>Why: Often these studies cannot be done by a junior investigator with limited resources.",
      "tags": ["[X4]", "[+X5]"]
    },
    {
      "title": "Lifespan studies are long and expensive",
      "description": "Often these studies cannot be done by a junior investigator with limited resources.",
      "tags": ["[X1.2]"]
    },
    {
      "title": "Time",
      "description": "Aging research in naturally aged mammals takes a long time to see the results. ",
      "bottleneck": "Bottleneck: Time <br>Why: Aging research in naturally aged mammals takes a long time to see the results. ",
      "tags": ["[X1.2]"]
    },
    {
      "title": "Risk",
      "description": "Aging interventions are too risky. Funding programs prefer to support other kinds of research. ",
      "bottleneck": "",
      "tags": ["[F1]", "[+F1]"]
    },
    {
      "title": "heterogeneity",
      "description": "People age and have dementia at different rates and respond differently to interventions",
      "bottleneck": "Bottleneck: heterogeneity <br>Why: People age and have dementia at different rates and respond differently to interventions",
      "tags": ["[S5]"]
    },
    {
      "title": "unclear cause",
      "description": "the real or combined cause of aging and dementia remain unclear which hinders the finding of a target medication",
      "bottleneck": "Bottleneck: data <br>Why: The dataset is not big enough or clean enough for data-driven research",
      "tags": ["[S9]"]
    },
    {
      "title": "data",
      "description": "The dataset is not big enough or clean enough for data-driven research",
      "tags": ["[X2]", "[C2]"]
    },
    {
      "title": "Collaboration with clinicians.",
      "description": "Hard to establish and maintain.",
      "bottleneck": "Bottleneck: Collaboration with clinicians. <br>Why: Hard to establish and maintain.",
      "tags": ["[T2]"]
    },
    {
      "title": "Reproducibility of data/results in the field",
      "description": "",
      "bottleneck": "",
      "tags": ["[C8]"]
    },
    {
      "title": "human gene set and environment control lifespan and healthspan ",
      "description": "Facts",
      "bottleneck": "Bottleneck: human gene set and environment control lifespan and healthspan  <br>Why: Facts",
      "tags": ["[S5]", "[S6]"]
    },
    {
      "title": "Misinformation",
      "description": "Incentives are aligned for hype and personal gain",
      "bottleneck": "",
      "tags": ["[C6]", "[P1]"]
    },
    {
      "title": "Model organisms are too short-lived.",
      "description": "We typically use short-lived model organisms to study aging, but there's a big problem - most models are short-lived pest specifies and if you don't want to spend the rest of your life on a single study, you kind of have to use them.  So we can extend lifespan several fold in yeast and invertebrates, but even doubling mouse lifespan becomes elusive.  We are therefore put into a position of either using short-lived species, or \"breaking\" homeostasis in long-lived species, which ultimately will only discover treatments idiosyncratic to the method of the break.",
      "bottleneck": "Bottleneck: Model organisms are too short-lived. <br>Why: We typically use short-lived model organisms to study aging, but there's a big problem - most models are short-lived pest specifies and if you don't want to spend the rest of your life on a single study, you kind of have to use them.  So we can extend lifespan several fold in yeast and invertebrates, but even doubling mouse lifespan becomes elusive.  We are therefore put into a position of either using short-lived species, or \"breaking\" homeostasis in long-lived species, which ultimately will only discover treatments idiosyncratic to the method of the break.",
      "tags": ["[X1.1]"]
    },
    {
      "title": "Competitive nature of my field limits collaboration.",
      "description": "Lots of duplication of effort and racing to be the \"first\".  Lifespan extension interventions can end up in Nature, failure to reproduce in more controlled studies end up buried in lower impact journals. (Not unique to aging - it just takes longer for us and wastes more time and effort).",
      "bottleneck": "Bottleneck: Aging is not really targeted in the clinic, rather, age-associated diseases are. <br>Why: This is pretty well-known.",
      "tags": ["[C4]", "[C12]", "[C10]", "[C7]"]
    },
    {
      "title": "Aging is not really targeted in the clinic, rather, age-associated diseases are.",
      "description": "This is pretty well-known.",
      "tags": ["[P2]"]
    },
    {
      "title": "Ambiguous definition of cellular aging and cellular health.",
      "description": "While organismal aging can be measured, cellular aging is not so well defined. ",
      "bottleneck": "Bottleneck: Ambiguous definition of cellular aging and cellular health. <br>Why: While organismal aging can be measured, cellular aging is not so well defined. ",
      "tags": ["[C5]"]
    },
    {
      "title": "Inaccurate published papers.",
      "description": "Waste time; give people incorrect impressions.",
      "bottleneck": "Bottleneck: Inaccurate published papers. <br>Why: Waste time; give people incorrect impressions.",
      "tags": ["[C12]"]
    },
    {
      "title": "Over-hyping/over-promising",
      "description": "Cause policymakers to invest in extremely high-risk/over-hyped research, rather than things more likely to succeed.  ",
      "bottleneck": "Bottleneck: Lack of regulatory path for medicines in this area <br>Why: Can't do lifespan studies in humans; need to translate medicines that block aging mechanisms to particular age-related disorders, which may be a challenge.  Regulatory agencies aren't used to preventative measures; hard to study.",
      "tags": ["[C6]"]
    },
    {
      "title": "Lack of regulatory path for medicines in this area",
      "description": "Can't do lifespan studies in humans; need to translate medicines that block aging mechanisms to particular age-related disorders, which may be a challenge.  Regulatory agencies aren't used to preventative measures; hard to study.",
      "tags": ["[T1]", "[T3]", "[+T3]"]
    },
    {
      "title": "Talent",
      "description": "We need many more talented people as the problem (aging) is very difficult to solve",
      "bottleneck": "Bottleneck: Talent <br>Why: We need many more talented people as the problem (aging) is very difficult to solve",
      "tags": ["[H4]"]
    },
    {
      "title": "Funds",
      "description": "",
      "bottleneck": "Bottleneck: Quantitative biomarkers",
      "tags": ["[F0]", "[+F0]"]
    },
    { "title": "Quantitative biomarkers", "description": "", "tags": ["[S1]"] },
    {
      "title": "heterogeneous disease states ",
      "description": "potential masking of omics/biomarker signals if we consider all-cause/broad category disease states eg dementia, CVD, diabetes. However, precise definitions reduces power and can also be difficult to carry out, especially with neuro-related traits",
      "bottleneck": "Bottleneck: heterogeneous disease states  <br>Why: potential masking of omics/biomarker signals if we consider all-cause/broad category disease states eg dementia, CVD, diabetes. However, precise definitions reduces power and can also be difficult to carry out, especially with neuro-related traits",
      "tags": ["[S4]"]
    },
    {
      "title": "multimorbidity",
      "description": "looking at age-related disease outcomes in isolation (what is typically done in research) is somewhat naive but the temporal nature of disease progression complicates statistical modelling ",
      "bottleneck": "",
      "tags": ["[C14]"]
    },
    {
      "title": "Confusion around the definition of aging",
      "description": "People disagree, mean different things when talking about it to each other, focus on different sub aspects",
      "bottleneck": "Bottleneck: Confusion around the definition of aging <br>Why: People disagree, mean different things when talking about it to each other, focus on different sub aspects",
      "tags": ["[C5]", "[+C6]"]
    },
    {
      "title": "Poor biomarkers that reflect core causes of aging, difficult to use, expensive",
      "description": "Demonstrating a biomarker truly relates to aging depends on the definition of aging, which is a problem. Epigenetic clocks are the closest thing we have, they are still controversial.",
      "bottleneck": "Bottleneck: Length of time for lifespan studies in mammals <br>Why: Mammals live a long time",
      "tags": ["[S1]"]
    },
    {
      "title": "Length of time for lifespan studies in mammals",
      "description": "Mammals live a long time",
      "tags": ["[X1.2]"]
    },
    {
      "title": "Animal models",
      "description": "The problem is to have more then just aged mice to work with. We need more then just aged black 6 mice that are commercially available, also rats, and new unknown aging models that have not been used. ",
      "bottleneck": "Bottleneck: Animal models <br>Why: The problem is to have more then just aged mice to work with. We need more then just aged black 6 mice that are commercially available, also rats, and new unknown aging models that have not been used. ",
      "tags": ["[X1.1]", "[+X1.3]"]
    },
    {
      "title": "Aged human tissue, cells, organs",
      "description": "We all know that animal models are not great, so working with human tissues would be great but getting is expensive, difficult, time consuming. Brain banks for the study of Alzheimer therapies (or other brain diseases) can show us the way. They are a dedicated resource that is cheap and easy to use. No specific additional ethical approval is necessary, no time-consuming collection is necessary and sharing is great. ",
      "bottleneck": "Bottleneck: Aging-specific data collection <br>Why: One place that is open source and free where you can share aging relevant data sets.",
      "tags": ["[X3]", "[+X4]", "[T4]"]
    },
    {
      "title": "Aging-specific data collection",
      "description": "One place that is open source and free where you can share aging relevant data sets.",
      "tags": ["[X2]", "[+X2]", "[C1]"]
    },
    {
      "title": "Aging biomarkers",
      "description": "Hard to discover anti-aging interventions without accurate, high throughput, and biologically relevant biomarkers.",
      "bottleneck": "Bottleneck: Aging biomarkers <br>Why: Hard to discover anti-aging interventions without accurate, high throughput, and biologically relevant biomarkers.",
      "tags": ["[S1]"]
    },
    {
      "title": "In vivo assays",
      "description": "Besides lifespan, which takes too long, there are few established assays researchers can use to test their candidate rejuvenating interventions.",
      "bottleneck": "Bottleneck: People <br>Why: More people should work on this",
      "tags": ["[X5]", "[+X3]", "[S1]"]
    },
    {
      "title": "People",
      "description": "More people should work on this",
      "tags": ["[H0]"]
    },
    {
      "title": "easy access to aged models in the genetically heterogeneous background",
      "description": "Aging animals in the lab is expensive and time-consuming, and represents the main limiting factor",
      "bottleneck": "Bottleneck: easy access to aged models in the genetically heterogeneous background <br>Why: Aging animals in the lab is expensive and time-consuming, and represents the main limiting factor",
      "tags": ["[X4]"]
    },
    {
      "title": "Most of the current knowledge is restricted to males, sex-pooled or sex-unlabeled data",
      "description": "AGing differs strongly as a function of sex, and it's unclear what portion of currently accepted hallamarks/processe are conserved across sexes due to the bias in data generation",
      "bottleneck": "",
      "tags": ["[S5]"]
    },
    {
      "title": "An fast and generally acceptable readout of aging",
      "description": "there are many hallmarks of aging, and it's hard to claim a pro-aging or rejuvenation without showing changes in multiple hallmarks.",
      "bottleneck": "Bottleneck: An fast and generally acceptable readout of aging <br>Why: there are many hallmarks of aging, and it's hard to claim a pro-aging or rejuvenation without showing changes in multiple hallmarks.",
      "tags": ["[S1]"]
    },
    {
      "title": "Accessible Time Course Data Sets",
      "description": "",
      "bottleneck": "Bottleneck: Accessible Time Course Data Sets",
      "tags": ["[S3]", "[+S3]"]
    },
    {
      "title": "Relevant Model Systems",
      "description": "",
      "bottleneck": "Bottleneck: FDA cooperation on General Indications",
      "tags": ["[X1.1]", "[+X1.4]"]
    },
    {
      "title": "FDA cooperation on General Indications",
      "description": "",
      "tags": ["[T1]", "[+T1]"]
    },
    {
      "title": "Investigating aging as a whole and not single symptoms",
      "description": "I would love to know if there is a cellular seed of aging, but it is hard to investigate as molecular biologist as so many pathways are involved and all are interconnected. Hen and egg problem.",
      "bottleneck": "Bottleneck: Investigating aging as a whole and not single symptoms <br>Why: I would love to know if there is a cellular seed of aging, but it is hard to investigate as molecular biologist as so many pathways are involved and all are interconnected. Hen and egg problem.",
      "tags": ["[X1.3]", "[S4]", "[S7]"]
    },
    {
      "title": "I'm in academic research, so of course one of the biggest bottlenecks is funding. ",
      "description": "The best studies whose data can be mined for a long time require a lot of samples/subjects over time and cross-sectionally. The preparation and maintenance of a useable database for this information also requires skilled and long-term commitment.",
      "bottleneck": "Bottleneck: I'm in academic research, so of course one of the biggest bottlenecks is funding.  <br>Why: The best studies whose data can be mined for a long time require a lot of samples/subjects over time and cross-sectionally. The preparation and maintenance of a useable database for this information also requires skilled and long-term commitment.",
      "tags": ["[F2]", "[+F2]", "[F3]", "[+F3]", "[X2]", "[+X2]"]
    },
    {
      "title": "In academic research, another issue is that our reward system for labor (publication, funding, status improvement) usually requires staying on the same project for an extended period of time, with luck and skilled researchers on your side. If something fails, or it becomes evident that it will not succeed quickly, there remains a lot of systemic motivation to stick with the project, since precious funds and time have gone into starting it. However, this limits researchers' ability to jump to a project that may be more fruitful, and traps them in a slog that is financially costly. For young/female/POC researchers especially, losing time means losing a lot of career advancement opportunities.",
      "description": "",
      "bottleneck": "",
      "tags": ["[C12]", "[F7]", "[+F7]", "[F10]"]
    },
    {
      "title": "Automation and AI :",
      "description": "to faster the pace of innovation and reduce the cost to enter the field we need first more automation; It will reduce human labor (time/cost) towards experimentations, thus producing less biased data and results. combined with AI we get predictive models and limit the amount of  trials for instance; ",
      "bottleneck": "Bottleneck: Automation and AI : <br>Why: to faster the pace of innovation and reduce the cost to enter the field we need first more automation; It will reduce human labor (time/cost) towards experimentations, thus producing less biased data and results. combined with AI we get predictive models and limit the amount of  trials for instance; ",
      "tags": ["[X6]", "[X10]", "[+X1.1]"]
    },
    {
      "title": "Legislation and Funding :",
      "description": "ethics and rules are against aging companies for now; VCs and funds are still skeptical on investing in risky and long terms start up projects",
      "bottleneck": "Bottleneck: Education and Bridge Organizations : <br>Why: We need more advocates towards longevity and more people from different backgrounds to come up with new ideas for the field. <br>",
      "tags": ["[T4]", "[F1]", "[T1]", "[+T1]"]
    },
    {
      "title": "Education and Bridge Organizations :",
      "description": "We need more advocates towards longevity and more people from different backgrounds to come up with new ideas for the field. <br>",
      "tags": ["[H1]", "[+P1.1]", "[+P1.2]"]
    },
    {
      "title": "Funding",
      "description": "High-risk funding is short/insufficient to cover dedicated personnel and aging projects are long.",
      "bottleneck": "Bottleneck: Funding <br>Why: High-risk funding is short/insufficient to cover dedicated personnel and aging projects are long.",
      "tags": ["[F1]", "[+F1]", "[F3]", "[+F3]"]
    },
    {
      "title": "Accepted surrogate outcomes",
      "description": "There are no standard measures that are accepted as reflective of aging, other than mortality (rodents or humans)",
      "bottleneck": "Bottleneck: Data <br>Why: Many people try their own longevity interventions, but no data are collected",
      "tags": ["[S1]"]
    },
    {
      "title": "Data",
      "description": "Many people try their own longevity interventions, but no data are collected",
      "tags": ["[X12]", "[X2]"]
    },
    {
      "title": "market failure- interventions that are promising in the lab cant be translated to humans ",
      "description": "despite increase in knowledge the incidence of obesity is going up- we are up against corporations that do not optimize for human health. There are no incentives to improve human health- but there are to make them sick and treat them. A number of promising treatments that would be safe fall under supplements - only NIH supports that research but not pharma as there is no money to make<br>",
      "bottleneck": "Bottleneck: market failure- interventions that are promising in the lab cant be translated to humans  <br>Why: despite increase in knowledge the incidence of obesity is going up- we are up against corporations that do not optimize for human health. There are no incentives to improve human health- but there are to make them sick and treat them. A number of promising treatments that would be safe fall under supplements - only NIH supports that research but not pharma as there is no money to make<br>",
      "tags": ["[T5]", "[+T7]", "[T2]"]
    },
    {
      "title": "Technical",
      "description": "",
      "bottleneck": "Bottleneck: Technical",
      "tags": ["[S4]"]
    },
    {
      "title": "Getting quantitative (mathematics/physics/complex systems) people thinking about longevity",
      "description": "Gerontology has primarily been dominated by biological and hence been mostly driven by reductionist thinking. We need to be accepting of different perspectives and open to new hypotheses.",
      "bottleneck": "Bottleneck: Getting quantitative (mathematics/physics/complex systems) people thinking about longevity <br>Why: Gerontology has primarily been dominated by biological and hence been mostly driven by reductionist thinking. We need to be accepting of different perspectives and open to new hypotheses.",
      "tags": ["[H3]", "[+H1]", "[C9]", "[+P1.2]", "[S7]", "[X1.3]"]
    },
    {
      "title": "Fellowship and funding awareness for young students and researchers",
      "description": "Conferences and meetings need to provide opportunities for young talent to resonate with the mission. This will help people think about longevity as a tractable problem to work on.",
      "bottleneck": "Bottleneck: Ethical and regulatory concerns around longevity specific drugs and therapies need to become accessible",
      "tags": ["[H1]", "[+P1.4]", "[+H3]"]
    },
    {
      "title": "Ethical and regulatory concerns around longevity specific drugs and therapies need to become accessible",
      "description": "",
      "tags": ["[T4]", "[T1]", "[+T1]"]
    },
    {
      "title": "Inaccurate understanding of why we age",
      "description": "",
      "bottleneck": "Bottleneck: Inaccurate understanding of why we age",
      "tags": ["[S9]"]
    },
    {
      "title": "Failure to recognize that aging is programmed",
      "description": "",
      "bottleneck": "",
      "tags": ["[C5]"]
    },
    {
      "title": "Translating lab discoveries into therapies",
      "description": "Lack of understanding of how to commercialize lab discoveries ",
      "bottleneck": "Bottleneck: Translating lab discoveries into therapies <br>Why: Lack of understanding of how to commercialize lab discoveries ",
      "tags": ["[T2]"]
    },
    {
      "title": "Reproducibility across labs and model organisms ",
      "description": "Idiosyncratic variations between different research groups and model organisms",
      "bottleneck": "Bottleneck: Collaborations between industry, academia, and VC",
      "tags": ["[C8]", "[C2]", "[+C2]"]
    },
    {
      "title": "Collaborations between industry, academia, and VC",
      "description": "",
      "tags": ["[+C5]", "[+C4]", "[H8]", "[C9]"]
    },
    {
      "title": "heterogeneity of how aging is manifested in each individual in a population",
      "description": "",
      "bottleneck": "Bottleneck: heterogeneity of how aging is manifested in each individual in a population",
      "tags": ["[S5]"]
    },
    {
      "title": "the length of time required for the research",
      "description": "",
      "bottleneck": "Bottleneck: aging encompasses many physiological changes, some in opposing manners in different cells / tissues",
      "tags": ["[X1.2]"]
    },
    {
      "title": "aging encompasses many physiological changes, some in opposing manners in different cells / tissues",
      "description": "",
      "tags": ["[S4]"]
    },
    {
      "title": "Aged mice avaialbility",
      "description": "",
      "bottleneck": "Bottleneck: Aged mice avaialbility",
      "tags": ["[X4]", "[+X5]"]
    },
    {
      "title": "Aging is not an FDA approval indication",
      "description": "",
      "bottleneck": "",
      "tags": ["[T1]", "[+T1]", "[P2]"]
    },
    {
      "title": "Funding",
      "description": "Have transitioned from cancer to aging. Don't have a lot of preliminary data. NIH funding is difficult to obtain.",
      "bottleneck": "Bottleneck: Funding <br>Why: Have transitioned from cancer to aging. Don't have a lot of preliminary data. NIH funding is difficult to obtain.",
      "tags": ["[F7]", "[+F7]", "[F2]"]
    },
    {
      "title": "Number and range of genotypes and species of mammals available for testing interventions",
      "description": "Many promising leads take years to follow-up, and replicate.  One genotype of mouse (the usual) is not sufficient to make reasonable predictions about safety or efficacy in humans.",
      "bottleneck": "Bottleneck: Number and range of genotypes and species of mammals available for testing interventions <br>Why: Many promising leads take years to follow-up, and replicate.  One genotype of mouse (the usual) is not sufficient to make reasonable predictions about safety or efficacy in humans.",
      "tags": ["[X1.1]", "[X1.2]", "[S5]"]
    },
    {
      "title": "Find the ideal cohort",
      "description": "It's difficult to find an ideal cohort that include all the variables of interest, including the omics data, phenotypes data, function data, exposures data (ex: family history, education history, neighborhood, environment, life styles),  being followed up longitudinally. It would be the best to have such a cohort, although it's unlikely to get one. ",
      "bottleneck": "Bottleneck: Find the ideal cohort <br>Why: It's difficult to find an ideal cohort that include all the variables of interest, including the omics data, phenotypes data, function data, exposures data (ex: family history, education history, neighborhood, environment, life styles),  being followed up longitudinally. It would be the best to have such a cohort, although it's unlikely to get one. ",
      "tags": ["[T6]", "[+T2]"]
    },
    {
      "title": "Translate from research to the real-world",
      "description": "There are many wonderful researchers, but only few of them are able to change the real world based on their findings.",
      "bottleneck": "Bottleneck: Freedom of switching topics <br>Why: Current system encourage people to focus on one single topic, and rooms of switching topics may help people to expand the collaboration across different perspectives",
      "tags": ["[T2]"]
    },
    {
      "title": "Freedom of switching topics",
      "description": "Current system encourage people to focus on one single topic, and rooms of switching topics may help people to expand the collaboration across different perspectives",
      "tags": ["[H8]", "[H9]"]
    },
    {
      "title": "Research confined to a few discrete approaches in the NIA. ",
      "description": "Traditional focus of NIH institutions",
      "bottleneck": "Bottleneck: Research confined to a few discrete approaches in the NIA.  <br>Why: Traditional focus of NIH institutions",
      "tags": ["[F1]", "[+F1]"]
    },
    {
      "title": "Insufficient time to conduct my primary research studies ",
      "description": "Massive administrative duties and burdens",
      "bottleneck": "Bottleneck: Insufficient time to conduct my primary research studies  <br>Why: Massive administrative duties and burdens",
      "tags": ["[C15]"]
    },
    {
      "title": "Bureaucratic regulations and restrictions specific to NIH IRP investigators",
      "description": "",
      "bottleneck": "",
      "tags": ["[T4]", "[C15]"]
    },
    {
      "title": "Funding is not sufficient",
      "description": "obvious",
      "bottleneck": "Bottleneck: Funding is not sufficient <br>Why: obvious",
      "tags": ["[F0]", "[+F0]"]
    },
    {
      "title": "Insufficient emphasis on biology of aging as opposed to engineering, trials",
      "description": "Aging biology is insufficiently understood.",
      "bottleneck": "",
      "tags": ["[S2]"]
    },
    {
      "title": "Lack of diverse mammalian/human in-vitro/ex-vivo systems that replicate/retain relevant aspects of aging",
      "description": "We have no scalable platform to screen against aging/rejuvenation",
      "bottleneck": "Bottleneck: Lack of diverse mammalian/human in-vitro/ex-vivo systems that replicate/retain relevant aspects of aging <br>Why: We have no scalable platform to screen against aging/rejuvenation",
      "tags": ["[X1.1]", "[X1.2]", "[+X1.2]"]
    },
    {
      "title": "Cognitive health",
      "description": "There exists few diagnostic and remedies for cognitive decline",
      "bottleneck": "Bottleneck: Cognitive health <br>Why: There exists few diagnostic and remedies for cognitive decline",
      "tags": ["[S8]"]
    },
    {
      "title": "A continuous blood pressure monitor",
      "description": "",
      "bottleneck": "Bottleneck: More accurate CGM's",
      "tags": ["[X11]"]
    },
    { "title": "More accurate CGM's", "description": "", "tags": ["[X11]"] },
    {
      "title": "Data in human",
      "description": "Its hard to have long human longitudinal studies and data from other model organisms are not applicable. ",
      "bottleneck": "Bottleneck: Data in human <br>Why: Its hard to have long human longitudinal studies and data from other model organisms are not applicable. ",
      "tags": ["[X1.1]", "[X1.2]", "[S3]", "[+S3]"]
    },
    {
      "title": "Unnecessary arguments",
      "description": "The field is stuck with if aging is a disease or not, instead of spending time on the real biology and computational aspects of it.",
      "bottleneck": "Bottleneck: Individual island <br>Why: Sometimes i feel like we are not using the experiences od other fields such as single cell community or developmental biology",
      "tags": ["[+X1.1]", "[+S2]", "[C18]", "[C16]"]
    },
    {
      "title": "Individual island",
      "description": "Sometimes i feel like we are not using the experiences od other fields such as single cell community or developmental biology",
      "tags": ["[C9]"]
    },
    {
      "title": "Viable regulatory path for aging medicines",
      "description": "Would increase funding in the space",
      "bottleneck": "Bottleneck: Viable regulatory path for aging medicines <br>Why: Would increase funding in the space",
      "tags": ["[T1]", "[+T1]"]
    },
    {
      "title": "Good models for age related indications",
      "description": "to improve the likelyhood that animal models will translate to humans",
      "bottleneck": "Bottleneck: Sufficient funding for age related research <br>Why: To lower the barrier to entry for 1) non-experts, or 2) experts that have a concept",
      "tags": ["[X1.1]", "[+X1.4]"]
    },
    {
      "title": "Sufficient funding for age related research",
      "description": "To lower the barrier to entry for 1) non-experts, or 2) experts that have a concept",
      "tags": ["[C13]", "[F0]", "[F5]"]
    },
    {
      "title": "No good definition of how to assess aging at a cellular level for high throughput in vitro work",
      "description": "I think -omics based cellular/molecular biomarkers like epigenetic and transcriptomic analyses are great, but it would be fantastic if there were also high throughput techniques to study aging as a function of holistic cellular health and function. ",
      "bottleneck": "Bottleneck: No good definition of how to assess aging at a cellular level for high throughput in vitro work <br>Why: I think -omics based cellular/molecular biomarkers like epigenetic and transcriptomic analyses are great, but it would be fantastic if there were also high throughput techniques to study aging as a function of holistic cellular health and function. ",
      "tags": ["[S1]", "[+S1]", "[X1.1]", "[+X1.2]", "[X6]", "[+X5]"]
    },
    {
      "title": "Current approaches for methylation clock analysis are expensive with slow turnaround, although hopefully wider-scale adoption of TIME-seq and similar methods will help",
      "description": "",
      "bottleneck": "",
      "tags": ["[X5]", "[+X3]"]
    },
    {
      "title": "Not enough time",
      "description": "I have a lot of research idea that I could do it, but I have not enough time to complete them, only a few ones. ",
      "bottleneck": "Bottleneck: Not enough time <br>Why: I have a lot of research idea that I could do it, but I have not enough time to complete them, only a few ones. ",
      "tags": ["[H9]"]
    },
    {
      "title": "Not enough staff",
      "description": "I need much more expert data scientists who would work on my projects",
      "bottleneck": "",
      "tags": ["[H0]", "[+H0]", "[H3]", "[+H1]", "[H4]"]
    },
    {
      "title": "from findings toward clinical applications",
      "description": "",
      "bottleneck": "Bottleneck: from findings toward clinical applications",
      "tags": ["[T2]"]
    },
    {
      "title": "Tools",
      "description": "",
      "bottleneck": "Bottleneck: Tools",
      "tags": ["[X0]", "[+X0]"]
    },
    {
      "title": "Biomarkers",
      "description": "",
      "bottleneck": "Bottleneck: Delivery",
      "tags": ["[S1]", "[+S1]"]
    },
    { "title": "Delivery", "description": "", "tags": ["[X8]", "[+X7]"] },
    {
      "title": "Funding",
      "description": "More funding is needed especially for high-risk projects",
      "bottleneck": "Bottleneck: Funding <br>Why: More funding is needed especially for high-risk projects",
      "tags": ["[F0]", "[+F0]", "[F1]", "[+F1]"]
    },
    {
      "title": "Few consortia devoted to aging research",
      "description": "There are few large consortia that are devoted to aging research particularly from a molecular biomarker perspective",
      "bottleneck": "Bottleneck: Need to train more interdisciplinary scientists <br>Why: Aging and the solutions for it are complex and intertwine many fields. Few places offer the needed interdisciplinary training",
      "tags": ["[S1]", "[+S1]", "[+C5]", "[C9]"]
    },
    {
      "title": "Need to train more interdisciplinary scientists",
      "description": "Aging and the solutions for it are complex and intertwine many fields. Few places offer the needed interdisciplinary training",
      "tags": ["[H1]", "[H8]", "[+H5]"]
    },
    {
      "title": "Too much noise in the field / unreliable information.",
      "description": "",
      "bottleneck": "Bottleneck: Too much noise in the field / unreliable information.",
      "tags": ["[C7]"]
    },
    {
      "title": "Funding",
      "description": "I have the amount I'd expect for the stage that I'm at and it's nothing systemic, funding is just almost always a bottleneck",
      "bottleneck": "Bottleneck: Funding <br>Why: I have the amount I'd expect for the stage that I'm at and it's nothing systemic, funding is just almost always a bottleneck",
      "tags": ["[F0]", "[+F0]"]
    },
    {
      "title": "Recognition",
      "description": "Also a general bottleneck for early-stage startups so not unique. Helped immensely by my connection to Ichor",
      "bottleneck": "Bottleneck: Contracted study timing <br>Why: Another general and inevitable bottleneck, but it quite literally is the bottleneck to accelerating my progress at this moment",
      "tags": ["[H9]"]
    },
    {
      "title": "Contracted study timing",
      "description": "Another general and inevitable bottleneck, but it quite literally is the bottleneck to accelerating my progress at this moment",
      "tags": ["[H9]"]
    },
    {
      "title": "Obtain high quality data",
      "description": "",
      "bottleneck": "Bottleneck: Obtain high quality data",
      "tags": ["[H9]"]
    },
    {
      "title": "Understand batch effects between different studies",
      "description": "",
      "bottleneck": "",
      "tags": ["[S4]"]
    },
    {
      "title": "poor infrastructure for research",
      "description": "",
      "bottleneck": "Bottleneck: poor infrastructure for research",
      "tags": ["[X9]"]
    },
    {
      "title": "limited time",
      "description": "",
      "bottleneck": "Bottleneck: other competing responsibilities",
      "tags": ["[H9]"]
    },
    {
      "title": "other competing responsibilities",
      "description": "",
      "tags": ["[H9]"]
    },
    {
      "title": "Publishing ",
      "description": "too much appeal to authority logical fallacy - rich get richer",
      "bottleneck": "Bottleneck: Publishing  <br>Why: too much appeal to authority logical fallacy - rich get richer",
      "tags": ["[C18]"]
    },
    {
      "title": "Funding ",
      "description": "too much appeal to authority logical fallacy - rich get richer ",
      "bottleneck": "",
      "tags": ["[F1]", "[F5]", "[+F5]"]
    },
    {
      "title": "Lack of consistent training",
      "description": "",
      "bottleneck": "Bottleneck: Lack of consistent training",
      "tags": ["[H1]"]
    },
    {
      "title": "Lack of diversity",
      "description": "",
      "bottleneck": "",
      "tags": ["[+P1.1]"]
    },
    {
      "title": "Time per iteration/experiment",
      "description": "Aging mice or even primary human cells takes time, reducing the experiments I can perform in a given time period",
      "bottleneck": "Bottleneck: Time per iteration/experiment <br>Why: Aging mice or even primary human cells takes time, reducing the experiments I can perform in a given time period",
      "tags": ["[X1.2]"]
    },
    {
      "title": "Not enough researchers --> lower experimental output and/or quality of experiments performed (due to overextension or burnout)",
      "description": "each researcher is our lab end up having a growing pile of projects as there's not enough people to carry them out. More researchers in aging would mean more experiments/projects pursued and better data quality",
      "bottleneck": "",
      "tags": ["[H0]", "[+H0]", "[H4]"]
    },
    {
      "title": "Translational therapeutics and epidemiological studies",
      "description": "Need more research done on how we can actually turn the discoveries we have into potential treatments that could be used in humans. Drug discovery, diet manipulations, etc., so that we can begin studying those effects. Also, there are many changes we can make in society that would drastically increase lifespan and we need to be studying those from a sociological/epidemiological POV, might make more impact than basic research in the near future",
      "bottleneck": "Bottleneck: Translational therapeutics and epidemiological studies <br>Why: Need more research done on how we can actually turn the discoveries we have into potential treatments that could be used in humans. Drug discovery, diet manipulations, etc., so that we can begin studying those effects. Also, there are many changes we can make in society that would drastically increase lifespan and we need to be studying those from a sociological/epidemiological POV, might make more impact than basic research in the near future",
      "tags": ["[T2]", "[S3]", "[+P3]", "[C9]"]
    },
    {
      "title": "More collaboration to work with multiple model organisms",
      "description": "Pro-longevity findings hold more promise if they can be repeated in multiple animals. If a paper is published in C. elegans, there should be more avenues for that work to be picked up in flies/mice to see if similar mechanisms hold, and this work should be done as a collaboration between groups",
      "bottleneck": "Bottleneck: Hallmarks/biomarkers of aging <br>Why: We have to have ways to measure of anti-aging therapies work in higher organisms that doesn't rely on lifespan alone, or else we will never be able to do human trials without taking 50 years!",
      "tags": ["[+X1.3]", "[C9]"]
    },
    {
      "title": "Hallmarks/biomarkers of aging",
      "description": "We have to have ways to measure of anti-aging therapies work in higher organisms that doesn't rely on lifespan alone, or else we will never be able to do human trials without taking 50 years!",
      "tags": ["[S1]", "[+S1]"]
    },
    {
      "title": "A reliable and cost-effective biomarker of aging in different tissues.",
      "description": "Current methods to gauge aging are either hard to reproduce or very expensive.",
      "bottleneck": "Bottleneck: A reliable and cost-effective biomarker of aging in different tissues. <br>Why: Current methods to gauge aging are either hard to reproduce or very expensive.",
      "tags": ["[S1]", "[+S1]"]
    },
    {
      "title": "Hard to get access to mammalian models that are closer to humans.",
      "description": "",
      "bottleneck": "",
      "tags": ["[X1.2]", "[X1.1]", "[+X1.5]"]
    },
    {
      "title": "There is no map between model organism and humans, so most studies don't apply to us.",
      "description": "Most research are not repeatable, and don't translate into therapeutics because we're fundamentally different.",
      "bottleneck": "Bottleneck: There is no map between model organism and humans, so most studies don't apply to us. <br>Why: Most research are not repeatable, and don't translate into therapeutics because we're fundamentally different.",
      "tags": ["[X1.1]", "[C8]"]
    },
    {
      "title": "While it is well documented that lifestyle data matters, most research efforts are focused on looking for therapeutic pathways.",
      "description": "People want to know what to do today, without giving value to key biometric data, people are left pray to the supplement industry, buying all kinds of supplements for longevity, most of these supplements haven't been proven for humans yet.",
      "bottleneck": "Bottleneck: We're entering the longevity hype cycle, where many people are assuming that we're a few years away from a great breakthrough. <br>Why: Just like AI, just like the internet, just like crypto, after the hype comes the winter; if we're not careful, we might lose the momentum due to people not managing their expectation properly.",
      "tags": ["[X11]", "[T5]", "[T7]"]
    },
    {
      "title": "We're entering the longevity hype cycle, where many people are assuming that we're a few years away from a great breakthrough.",
      "description": "Just like AI, just like the internet, just like crypto, after the hype comes the winter; if we're not careful, we might lose the momentum due to people not managing their expectation properly.",
      "tags": ["[C6]"]
    },
    {
      "title": "Funding",
      "description": "Valley of death in startups is tough to overcome, especially for scientists and entrepreneurs in aging who are at a younger stage compared to others in biotech",
      "bottleneck": "Bottleneck: Funding <br>Why: Valley of death in startups is tough to overcome, especially for scientists and entrepreneurs in aging who are at a younger stage compared to others in biotech",
      "tags": ["[F4]", "[+F4]"]
    },
    {
      "title": "Team Building",
      "description": "Somewhat due to funding, but tough to bring traditional pharma executives into early startups.",
      "bottleneck": "",
      "tags": ["[H7]", "[H4]"]
    },
    {
      "title": "Lack of scientific debate and discourse.",
      "description": "Because it leads to unrealistic expectations and efforts that will not slow or reverse aging.",
      "bottleneck": "Bottleneck: Lack of scientific debate and discourse. <br>Why: Because it leads to unrealistic expectations and efforts that will not slow or reverse aging.",
      "tags": ["[C4]"]
    },
    {
      "title": "low throughput of intervention testing",
      "description": "I am a proponent of functionally-relevant readouts when evaluating putative aging interventions. In other words, I want to see obvious health improvements; molecular and cellular data (including clocks) are less convincing. Unfortunately, this requires in vivo testing, which is low throughput, particularly if phenotypes take months/years to manifest. This limits the number of interventions that can be tested.",
      "bottleneck": "Bottleneck: low throughput of intervention testing <br>Why: I am a proponent of functionally-relevant readouts when evaluating putative aging interventions. In other words, I want to see obvious health improvements; molecular and cellular data (including clocks) are less convincing. Unfortunately, this requires in vivo testing, which is low throughput, particularly if phenotypes take months/years to manifest. This limits the number of interventions that can be tested.",
      "tags": ["[X1.2]", "[X5]"]
    },
    {
      "title": "translational relevance of preclinical models",
      "description": "This is by no means limited to aging research, but is sometimes ignored in aging research more than in other fields. Yeast, worms, flies, and mice are not humans, and there is no guarantee that the mechanisms that extend healthspan/lifespan in those species will have a meaningful effect in humans. This is particularly problematic for mice, because longevity results in mice often garner the most excitement, but mouse aging profiles and causes of death are very different from humans, making me highly skeptical of the translational relevance of the results.",
      "bottleneck": "Bottleneck: lack of gold standard readouts <br>Why: Virtually any aspect of biology can be connected to aging, so the field lacks cohesion. If you go to an aging conference you'll hear 30 interesting talks, but they will be unrelated to each other, using different models, different interventions, and different readouts. For each species, there should be an agreed-upon set of criteria for determining if an intervention has modified aging, similar to how teratoma formation is the gold standard for determining pluripotency. Without such standards, researchers can cherry pick the assays that \"work\" and ignore the rest, leading to 1) spurious results, and 2) the lack of common language, hindering progress.",
      "tags": ["[X1.1]"]
    },
    {
      "title": "lack of gold standard readouts",
      "description": "Virtually any aspect of biology can be connected to aging, so the field lacks cohesion. If you go to an aging conference you'll hear 30 interesting talks, but they will be unrelated to each other, using different models, different interventions, and different readouts. For each species, there should be an agreed-upon set of criteria for determining if an intervention has modified aging, similar to how teratoma formation is the gold standard for determining pluripotency. Without such standards, researchers can cherry pick the assays that \"work\" and ignore the rest, leading to 1) spurious results, and 2) the lack of common language, hindering progress.",
      "tags": ["[S1]", "[+S1]", "[C2]"]
    },
    {
      "title": "Obtaining aged human and animal samples. For ex aged mice on Jax are several hundred dollars each",
      "description": "",
      "bottleneck": "Bottleneck: Obtaining aged human and animal samples. For ex aged mice on Jax are several hundred dollars each",
      "tags": ["[X3]", "[+X4]"]
    },
    {
      "title": "Accurate a complete biomarker data sets like the proprietary one that BioAge has",
      "description": "",
      "bottleneck": "",
      "tags": ["[X2]", "[+X2]"]
    },
    {
      "title": "Funding",
      "description": "",
      "bottleneck": "Bottleneck: Funding",
      "tags": ["[F0]", "[+F0]"]
    },
    {
      "title": "Companies",
      "description": "There aren't enough companies worldwide",
      "bottleneck": "Bottleneck: Media<br> <br>Why: Media coverage is always toward immortality and stuff",
      "tags": ["[F4]"]
    },
    {
      "title": "Media<br>",
      "description": "Media coverage is always toward immortality and stuff",
      "tags": ["[P7]"]
    },
    {
      "title": "Translation of basic research",
      "description": "Not enough funding",
      "bottleneck": "Bottleneck: Translation of basic research <br>Why: Not enough funding",
      "tags": ["[F6]", "[T2]"]
    },
    {
      "title": "Lack of novel mechanisms to prevent aging",
      "description": "",
      "bottleneck": "Bottleneck: Lack of funding",
      "tags": ["[S2]"]
    },
    { "title": "Lack of funding", "description": "", "tags": ["[F0]"] },
    {
      "title": "studies take too long",
      "description": "measuring lifespan takes too long; it's hard to measure aging rates instead of lifespan itself",
      "bottleneck": "Bottleneck: studies take too long <br>Why: measuring lifespan takes too long; it's hard to measure aging rates instead of lifespan itself",
      "tags": ["[X1.2]", "[S1]", "[+S1]"]
    },
    {
      "title": "studies are low throughput and consequently underpowered",
      "description": "wet-lab biology is phenomenally slow without automation; mice are expensive",
      "bottleneck": "Bottleneck: mice has low translational validity <br>Why: mice aren't humans; alternatives (i.e., human organoids) are expensive and complex",
      "tags": ["[X6]", "[X1.2]"]
    },
    {
      "title": "mice has low translational validity",
      "description": "mice aren't humans; alternatives (i.e., human organoids) are expensive and complex",
      "tags": ["[X1.1]", "[+X1.2]"]
    },
    {
      "title": "The studies by definition are very long-term",
      "description": "",
      "bottleneck": "Bottleneck: The studies by definition are very long-term",
      "tags": ["[X1.2]"]
    },
    {
      "title": "Longitudinal studies would be very helpful bu hard to get funded",
      "description": "",
      "bottleneck": "",
      "tags": ["[S3]", "[+S3]", "[F9]", "[+F9]"]
    },
    {
      "title": "Lab space",
      "description": "Acute shortage of lab space in the UK as supply catches up with demand (e.g. due to 2021 biotech boom)",
      "bottleneck": "Bottleneck: Lab space <br>Why: Acute shortage of lab space in the UK as supply catches up with demand (e.g. due to 2021 biotech boom)",
      "tags": ["[X9]"]
    },
    {
      "title": "10X Genomics consumables",
      "description": "A powerful new technology but with a powerful new price tag. Our largest single cost item.",
      "bottleneck": "Bottleneck: Cell lines of different ages <br>Why: We rely on procuring panels of cell lines to help create the tools that guide our search for rejuvenation biology. It can take months to collect comprehensive panels, time that could be better spend making scientific progress. ",
      "tags": ["[X5]", "[+X3]"]
    },
    {
      "title": "Cell lines of different ages",
      "description": "We rely on procuring panels of cell lines to help create the tools that guide our search for rejuvenation biology. It can take months to collect comprehensive panels, time that could be better spend making scientific progress. ",
      "tags": ["[X3]"]
    },
    {
      "title": "access to reasonable aging cohorts ",
      "description": "Takes too long to get an aged cohort from the start. You get the funding for projects and try to cobble together some sort of decentralized experiment where mice, dogs etc are included in trials across a highly heterogeneous set of backgrounds (different labs, people pets), which makes it already difficult aging-specific signatures even more difficult to detect reliably",
      "bottleneck": "Bottleneck: access to reasonable aging cohorts  <br>Why: Takes too long to get an aged cohort from the start. You get the funding for projects and try to cobble together some sort of decentralized experiment where mice, dogs etc are included in trials across a highly heterogeneous set of backgrounds (different labs, people pets), which makes it already difficult aging-specific signatures even more difficult to detect reliably",
      "tags": ["[T6]", "[+T2]", "[X1.2]", "[X4]"]
    },
    {
      "title": "lack of understanding of novelty in the investment community",
      "description": "There seems to be an understanding that 5 pathways are sufficient in our understanding of aging and how to tackle it. Epigenetics information loss, Nutrient signaling (MTOR, Sit) Inflammation, protein homeostasis, and people feel as though these lanes are full and there is not many new radically novel findings outside of the big players. You already have billions Altos, Calico being poured into very strong teams working on the problems so it's hard as a young upstart to be taken with credibility.  ",
      "bottleneck": "",
      "tags": ["[C11]", "[F1]", "[+F1]"]
    },
    {
      "title": "Understanding the underline biology of aging and identifying drug-able targets ",
      "description": "I believe beyond liftstyle intervention we will eventually need therapeutics to meaningfully extend health span. ",
      "bottleneck": "Bottleneck: Understanding the underline biology of aging and identifying drug-able targets  <br>Why: I believe beyond liftstyle intervention we will eventually need therapeutics to meaningfully extend health span. ",
      "tags": ["[S2]"]
    },
    {
      "title": "Better quality data on the personalized aging drivers",
      "description": "Everyone age differently. Identifying individual's risk factors would support precision medicine.",
      "bottleneck": "Bottleneck: Evidence based clinical research and regulatory pathway <br>Why: We need carefully and cleverly designed clinical trial to provide evidence of risk/benefit of potential therapeutics",
      "tags": ["[S5]", "[+S4]"]
    },
    {
      "title": "Evidence based clinical research and regulatory pathway",
      "description": "We need carefully and cleverly designed clinical trial to provide evidence of risk/benefit of potential therapeutics",
      "tags": ["[T1]"]
    },
    {
      "title": "Regulatory cost",
      "description": "Previously, we were unable to raise sufficient funds to test a medical device due to the excessive cost in testing relative to the size of the immediate addressable market. We were told it would take up to $25 million to bring the device to market.",
      "bottleneck": "Bottleneck: Regulatory cost <br>Why: Previously, we were unable to raise sufficient funds to test a medical device due to the excessive cost in testing relative to the size of the immediate addressable market. We were told it would take up to $25 million to bring the device to market.",
      "tags": ["[T3]", "[F6]", "[F4]"]
    },
    {
      "title": "Funding",
      "description": "Funding in the longevity space from both VCs and government grants is much more limited than other funding areas (e.g. cancer)",
      "bottleneck": "Bottleneck: Small talent pool <br>Why: Hard to find longevity-specific talent",
      "tags": ["[F2]", "[+F2]", "[F4]"]
    },
    {
      "title": "Small talent pool",
      "description": "Hard to find longevity-specific talent",
      "tags": ["[H0]", "[+H0]", "[H1]"]
    },
    {
      "title": "Insufficient understanding of the underlying mechanisms",
      "description": "Aging is multi-multi-mlulti factorial and a super complex process",
      "bottleneck": "Bottleneck: Insufficient understanding of the underlying mechanisms <br>Why: Aging is multi-multi-mlulti factorial and a super complex process",
      "tags": ["[S9]", "[S4]"]
    },
    {
      "title": "Aging is a long process and that makes clinical studies difficult, and animal studies of a low translational value. ",
      "description": "",
      "bottleneck": "",
      "tags": ["[X1.1]", "[X1.2]"]
    },
    {
      "title": "seed funding",
      "description": "",
      "bottleneck": "Bottleneck: seed funding",
      "tags": ["[F4]", "[+F4]"]
    },
    {
      "title": "large and clean datasets across all omics of diverse cohorts",
      "description": "",
      "bottleneck": "Bottleneck: large and clean datasets across all omics of diverse cohorts",
      "tags": ["[X2]", "[S3]", "[S5]"]
    },
    {
      "title": "Fundamental",
      "description": "Aging is inevitable. There's a direct correlation between improving quality of life and increasing lifespan. The interplay between these two is not defined well enough. This goes deeper into the question of immortality and what we, as researchers, want to achieve in the end. ",
      "bottleneck": "Bottleneck: Fundamental <br>Why: Aging is inevitable. There's a direct correlation between improving quality of life and increasing lifespan. The interplay between these two is not defined well enough. This goes deeper into the question of immortality and what we, as researchers, want to achieve in the end. ",
      "tags": ["[S2]"]
    },
    {
      "title": "Good models for aging",
      "description": "Aging hallmarks might be defined, but a good model that recapitulates all of these hallmarks is either missing or not consistent. In addition, many of these hallmarks are shared with other diseases. In the end, aging can be defined as the accumulation and predisposition of different diseases. ",
      "bottleneck": "Bottleneck: Simpler and cheaper methods <br>Why: In order for us to fully characterise aging, we need to both show biological and chronological phenotypes in our models. Currently most methods for chronological phenotypes, such as DNA methylation and epigenetic clocks, are expensive and not that straightforward. ",
      "tags": ["[X1.1]", "[+X1.4]"]
    },
    {
      "title": "Simpler and cheaper methods",
      "description": "In order for us to fully characterise aging, we need to both show biological and chronological phenotypes in our models. Currently most methods for chronological phenotypes, such as DNA methylation and epigenetic clocks, are expensive and not that straightforward. ",
      "tags": ["[X5]", "[+X3]"]
    },
    {
      "title": "human-centric models of aging",
      "description": "animal models are useful but ultimately have different mechanisms and we are missing a lot as a field relying solely on those",
      "bottleneck": "Bottleneck: human-centric models of aging <br>Why: animal models are useful but ultimately have different mechanisms and we are missing a lot as a field relying solely on those",
      "tags": ["[X1.1]", "[+X1.6]"]
    },
    {
      "title": "convincing theory of aging",
      "description": "all current theories are speculative and do not provide a reliable roadmap to create impactful research programmes",
      "bottleneck": "Bottleneck: biomarkers of aging <br>Why: again, there is no clarity how to monitor aging trajectories in humans, especially for short term interventions",
      "tags": ["[S9]", "[+C6]"]
    },
    {
      "title": "biomarkers of aging",
      "description": "again, there is no clarity how to monitor aging trajectories in humans, especially for short term interventions",
      "tags": ["[S1]", "[+S1]"]
    },
    {
      "title": "Reliable translatable model systems",
      "description": "The field lack reliable in vivo mammalian models to assay life span in a timely manner",
      "bottleneck": "Bottleneck: Reliable translatable model systems <br>Why: The field lack reliable in vivo mammalian models to assay life span in a timely manner",
      "tags": ["[S1.1]", "[+X1.4]"]
    },
    {
      "title": "Often scientists focus on one hallmark of aging even though multiple hallmarks needed to be targeted",
      "description": "Focusing on one hallmark may not be sufficient to achieve whole-animal longevity ",
      "bottleneck": "",
      "tags": ["[C14]"]
    },
    {
      "title": "Talent",
      "description": "",
      "bottleneck": "Bottleneck: Talent",
      "tags": ["[H0]", "[+H0]", "[H4]"]
    },
    {
      "title": "Money",
      "description": "",
      "bottleneck": "",
      "tags": ["[F0]", "[+F0]"]
    },
    {
      "title": "Bureaucracy",
      "description": "Immigration bureaucracy",
      "bottleneck": "Bottleneck: Bureaucracy <br>Why: Immigration bureaucracy",
      "tags": ["[H6]"]
    },
    {
      "title": "Short term funding",
      "description": "Time spent applying for funding",
      "bottleneck": "Bottleneck: Insufficient funding  <br>Why: Researcher salaries in academia insufficient to make a living in high cost cities",
      "tags": ["[F3]", "[+F3]"]
    },
    {
      "title": "Insufficient funding ",
      "description": "Researcher salaries in academia insufficient to make a living in high cost cities",
      "tags": ["[F0]", "[+F0]", "[H2]"]
    },
    {
      "title": "Lack of researchers talking to the public",
      "description": "The longevity community is very inward facing. Count up the number of appearances of most longevity researchers, and you'll see they are at longevity conferences, on longevity podcasts, on longevity youtube channels, etc. Sinclair and ADG are rare exceptions. Aside from that you have some science communicators trying to move the needle (e.g. Andrew Steele, Sheekey, Brad Stanfield).  ",
      "bottleneck": "Bottleneck: Lack of researchers talking to the public <br>Why: The longevity community is very inward facing. Count up the number of appearances of most longevity researchers, and you'll see they are at longevity conferences, on longevity podcasts, on longevity youtube channels, etc. Sinclair and ADG are rare exceptions. Aside from that you have some science communicators trying to move the needle (e.g. Andrew Steele, Sheekey, Brad Stanfield).  ",
      "tags": ["[C9]"]
    },
    {
      "title": "Bystander effect among longevity community + lack of organization",
      "description": "Those not working for or a part of a longevity organization (profit, non-profit, or research), are passive consumers of information with little sense of responsibility. Small groups that are highly motivated and well organized can have outsized effects. This is a problem that has to be solved from both sides or it fails to produce any momentum. An organized effort with a lack of activation of individuals is inert, and an activated community with no direction flounders.",
      "bottleneck": "Bottleneck: Distilled messages <br>Why: Well organized movements have powerful and pithy messages- single line arguments that are easy to understand, are compelling, and which are supported with a myriad of stories and examples. I think the longevity movement is largely missing this. Some individuals who regularly give presentations have some messages mastered, but the broader community is unable to articulate the why, let alone the how, which means they will be ineffective as outward facing ambassadors of this space and which will lead them to simply communicating with those who already believe.",
      "tags": ["[C4]", "[P6]"]
    },
    {
      "title": "Distilled messages",
      "description": "Well organized movements have powerful and pithy messages- single line arguments that are easy to understand, are compelling, and which are supported with a myriad of stories and examples. I think the longevity movement is largely missing this. Some individuals who regularly give presentations have some messages mastered, but the broader community is unable to articulate the why, let alone the how, which means they will be ineffective as outward facing ambassadors of this space and which will lead them to simply communicating with those who already believe.",
      "tags": ["[+P4]", "[C18]"]
    },
    {
      "title": "Models of aging (cells/animals)",
      "description": "Studies take a long time (ie 3 years for mice)",
      "bottleneck": "Bottleneck: Models of aging (cells/animals) <br>Why: Studies take a long time (ie 3 years for mice)",
      "tags": ["[X1.2]", "[+X1.3]", "[+X1.2]"]
    },
    {
      "title": "Funding",
      "description": "Success rates for grants are around 5-10% in Australia ",
      "bottleneck": "Bottleneck: Aging biomarkers <br>Why: Do current biomarkers accurately represent aging (eg epigenetic clocks)",
      "tags": ["[F2]", "[+F2]"]
    },
    {
      "title": "Aging biomarkers",
      "description": "Do current biomarkers accurately represent aging (eg epigenetic clocks)",
      "tags": ["[S1]", "[+S1]"]
    },
    {
      "title": "Biomarkers",
      "description": "Because we need earlier signals that interventions work and don't have time or money to wait for patients to die when measuring lifespan changes.",
      "bottleneck": "Bottleneck: Biomarkers <br>Why: Because we need earlier signals that interventions work and don't have time or money to wait for patients to die when measuring lifespan changes.",
      "tags": ["[S1]", "[+S1]"]
    },
    {
      "title": "Damage cleanup",
      "description": "We already know families of molecules that cause problems (arterial plaques, brain plaques, lipofuscin, etc), where are the gene therapies to make enzymes that clean this stuff up?",
      "bottleneck": "",
      "tags": ["[X8]", "[+X7]", "[T2]", "[+T4]"]
    },
    {
      "title": "model systems w high clinical validity",
      "description": "screens for SASP & life extension in model organisms don't get us at the mechanisms of aging",
      "bottleneck": "Bottleneck: model systems w high clinical validity <br>Why: screens for SASP & life extension in model organisms don't get us at the mechanisms of aging",
      "tags": ["[X1.1]"]
    },
    {
      "title": "lack of detailed multi-omic longitudinal studies",
      "description": "post-diagnosis studies do not reveal multi-causal initiators of aging-related diseases",
      "bottleneck": "Bottleneck: clinical endpoints <br>Why: need surrogate endpoints beyond time to mortality to speed up intervention OODA loop",
      "tags": ["[S3]", "[+S3]", "[S2]"]
    },
    {
      "title": "clinical endpoints",
      "description": "need surrogate endpoints beyond time to mortality to speed up intervention OODA loop",
      "tags": ["[S1]", "[+S1]"]
    },
    {
      "title": "funding",
      "description": "i can only afford to have 5 projects going in parallel, whereas there are at least a dozen that i'd like to pursue",
      "bottleneck": "Bottleneck: funding <br>Why: i can only afford to have 5 projects going in parallel, whereas there are at least a dozen that i'd like to pursue",
      "tags": ["[F0]", "[+F0]"]
    },
    {
      "title": "too few exceptional scientists passionate about aging biology research",
      "description": "possibly a marketing thing",
      "bottleneck": "Bottleneck: (null) <br>Why: (null)",
      "tags": ["[H4]"]
    },
    {
      "title": "Extreme lack of automation of basic lab work.",
      "description": "People don't scale; machines do.",
      "bottleneck": "Bottleneck: Extreme lack of automation of basic lab work. <br>Why: People don't scale; machines do.",
      "tags": ["[X6]", "[+X5]"]
    },
    {
      "title": "Lack of quick, accurate, low-cost models for testing of interventions.",
      "description": "Large bureaucratic overhead burden on simple animal studies significantly slows R&D progress.",
      "bottleneck": "Bottleneck: Limited public and private capital for unconventional therapies.",
      "tags": ["[X1.1]", "[X1.2]", "[C15]"]
    },
    {
      "title": "Limited public and private capital for unconventional therapies.",
      "description": "",
      "tags": ["[F1]", "[+F1]"]
    },
    {
      "title": "Understanding the essence of aging.<br>Why it exists at the first place? ",
      "description": "Does nature invented such biological principles to prevent non functioning of a biological system after a certain threshold to maintain birth death homeostasis?",
      "bottleneck": "Bottleneck: Understanding the essence of aging.<br>Why it exists at the first place?  <br>Why: Does nature invented such biological principles to prevent non functioning of a biological system after a certain threshold to maintain birth death homeostasis?",
      "tags": ["[S9]"]
    },
    {
      "title": "Interconnection among hallmarks of aging.<br>What is the relationship?",
      "description": "Longevity industry to exist must identify these relationships to go from natural evolution to intelligent design principles to go beyond natural biology into engineered biology to enhance healthspan.",
      "bottleneck": "Bottleneck: Tackling the root causes of aging to achieving Longevity.<br>How can it be done? <br>Why: Biology has become information. Computation and mathematics is applicable. So data will enable accelerating simulations of experimental clinical trails. Understanding from human model organisms at the core is key for Longevity industry. Just like a mobile phone, a digital extension of information, we might have a wearable mobile organ a biological extension of health instead of taking drugs, it will self generate biological therapeutics to enhance humans.",
      "tags": ["[S7]", "[+C4]"]
    },
    {
      "title": "Tackling the root causes of aging to achieving Longevity.<br>How can it be done?",
      "description": "Biology has become information. Computation and mathematics is applicable. So data will enable accelerating simulations of experimental clinical trails. Understanding from human model organisms at the core is key for Longevity industry. Just like a mobile phone, a digital extension of information, we might have a wearable mobile organ a biological extension of health instead of taking drugs, it will self generate biological therapeutics to enhance humans.",
      "tags": ["[+X1.6]", "[+X1.1]", "[+X10]", "[X1.3]", "[S7]"]
    },
    {
      "title": "Bad Reputation",
      "description": "People associate longevity with charlatanism or transhumanism which brings fear. ",
      "bottleneck": "Bottleneck: Bad Reputation <br>Why: People associate longevity with charlatanism or transhumanism which brings fear. ",
      "tags": ["[P3]"]
    },
    {
      "title": "Low awareness ",
      "description": "The Public don't know what longevity research is, it's hard to grasp.",
      "bottleneck": "Bottleneck: Enormous Data <br>Why: Hard to have a strategic overview of the field and use the evergrowing available data. ",
      "tags": ["[P1]"]
    },
    {
      "title": "Enormous Data",
      "description": "Hard to have a strategic overview of the field and use the evergrowing available data. ",
      "tags": ["[X14]"]
    },
    {
      "title": "Funding",
      "description": "",
      "bottleneck": "Bottleneck: Funding",
      "tags": ["[F0]", "[+F0]"]
    },
    {
      "title": "Scientists turning into Entrepreneurs",
      "description": "",
      "bottleneck": "Bottleneck: Data (over-) regulation",
      "tags": ["[H4]", "[H1]"]
    },
    {
      "title": "Data (over-) regulation",
      "description": "",
      "tags": ["[T4]", "[C10]"]
    },
    {
      "title": "Funding ",
      "description": "",
      "bottleneck": "Bottleneck: Funding ",
      "tags": ["[F0]"]
    },
    {
      "title": "Talent ",
      "description": "",
      "bottleneck": "Bottleneck: Expertise ",
      "tags": ["[H0]", "[+H0]", "[H4]"]
    },
    { "title": "Expertise ", "description": "", "tags": ["[H4]"] },
    {
      "title": "Lack of reliable models",
      "description": "",
      "bottleneck": "Bottleneck: Lack of reliable models",
      "tags": ["[X1.1]"]
    },
    {
      "title": "Length of the study",
      "description": "",
      "bottleneck": "Bottleneck: Clinical trials for anti aging drugs",
      "tags": ["[X1.2]"]
    },
    {
      "title": "Clinical trials for anti aging drugs",
      "description": "",
      "tags": ["[T1]", "[+T1]"]
    },
    {
      "title": "Too few explorational grant opportunities",
      "description": "Misalignment of incentives (+ see below)",
      "bottleneck": "Bottleneck: Too few explorational grant opportunities <br>Why: Misalignment of incentives (+ see below)",
      "tags": ["[F1]"]
    },
    {
      "title": "Too few grants outside of NIH/NCI for non-traditional PIs. Leads to steep competition (I.e. Impetus virtually impossible to get)",
      "description": "Space/vertical is small",
      "bottleneck": "Bottleneck: More radical and risky ideas (rejuvenation/reprogramming) are difficult to get funding for <br>Why: Public/financier perception, bias towards traditional biotech - even for longevity focused VCs",
      "tags": ["[F5]", "[+F5]", "[F0]"]
    },
    {
      "title": "More radical and risky ideas (rejuvenation/reprogramming) are difficult to get funding for",
      "description": "Public/financier perception, bias towards traditional biotech - even for longevity focused VCs",
      "tags": ["[P2]", "[F1]"]
    },
    {
      "title": "Not enough like-minded, capable and financially secured people in the industry (to work together)",
      "description": "It's always such a blast to meet such a person! All the work starts to move forward exponentially. We come across these people too seldom (but to be fair it's getting better every year). ",
      "bottleneck": "Bottleneck: Not enough like-minded, capable and financially secured people in the industry (to work together) <br>Why: It's always such a blast to meet such a person! All the work starts to move forward exponentially. We come across these people too seldom (but to be fair it's getting better every year). ",
      "tags": ["[H0]", "[+H0]"]
    },
    {
      "title": "The best life science now (not longevity in particular but biology/medicine/chemistry in general) is being done within unsuited (for life extension ideas) economical structures. Even if we stay within free market what would be the derivatives (financial instruments) in favor of life extension? What are the agents acting accordingly? As a result there is a scarcity of resources for our cause, people are fighting rather than collaborating. We only see human nature at its worse now.",
      "description": "I'm not sure I can fit it in one paragraph, it's a topic for the whole book.",
      "bottleneck": "Bottleneck: Personal medical data access is over-protected and overall there's too much fuss and hysteria around it. People are only talking about its protection but not the harm that the lack of its disclosure is causing.  <br>Why: So many great projects in organized biohacking, self-organized clinical trials, data storage and share, human biomarkers research has stagnated. We could have had much needed open anonymized big clinical data already! As community-builders we too could have been using these platforms, they being great welcoming tool for the new people in the field.",
      "tags": ["[T5]"]
    },
    {
      "title": "Personal medical data access is over-protected and overall there's too much fuss and hysteria around it. People are only talking about its protection but not the harm that the lack of its disclosure is causing. ",
      "description": "So many great projects in organized biohacking, self-organized clinical trials, data storage and share, human biomarkers research has stagnated. We could have had much needed open anonymized big clinical data already! As community-builders we too could have been using these platforms, they being great welcoming tool for the new people in the field.",
      "tags": ["[T4]", "[X12]", "[X2]", "[C10]", "[C1]"]
    },
    {
      "title": "money",
      "description": "not enough money from NIA and it's hard to recruit/train/retain people (and do research)",
      "bottleneck": "Bottleneck: money <br>Why: not enough money from NIA and it's hard to recruit/train/retain people (and do research)",
      "tags": ["[F2]", "[+F2]"]
    },
    {
      "title": "time",
      "description": "not enough time for research",
      "bottleneck": "Bottleneck: people <br>Why: harder to recruit/retain people",
      "tags": ["[H9]"]
    },
    {
      "title": "people",
      "description": "harder to recruit/retain people",
      "tags": ["[H0]", "[+H0]"]
    },
    {
      "title": "Team",
      "description": "",
      "bottleneck": "Bottleneck: Team",
      "tags": ["[H7]"]
    },
    {
      "title": "Studies completed",
      "description": "A lot of studies depend on time. For now, we have a limited number of studies, and it takes time to have more.",
      "bottleneck": "",
      "tags": ["[X1.2]"]
    },
    {
      "title": "Access to aged mice resources",
      "description": "In the US, NIA colonies have limiited availability (usually prioritized for NIA-funded grantees).",
      "bottleneck": "Bottleneck: Access to aged mice resources <br>Why: In the US, NIA colonies have limiited availability (usually prioritized for NIA-funded grantees).",
      "tags": ["[X4]", "[+X5]"]
    },
    {
      "title": "Somewhat of a stigmatism against focusing exclusively on extending maximum longevity in humans - with the more palatable 'healthspan' being offered as somewhat of a (in my opinion) compromise or buffer.",
      "description": "Not sure why exactly extending lifespan is seen as not a worthy goal of pursuit.",
      "bottleneck": "Bottleneck: Lack of clinical trials with aging as a target outcome. <br>Why: Probably a lack of good biomarkers to measure aging phenotypes, possibly the fact that aging itself may not be strictly classified as a 'disease' to be treated.",
      "tags": ["[P5]"]
    },
    {
      "title": "Lack of clinical trials with aging as a target outcome.",
      "description": "Probably a lack of good biomarkers to measure aging phenotypes, possibly the fact that aging itself may not be strictly classified as a 'disease' to be treated.",
      "tags": ["[S1]", "[+S1]", "[T1]", "[P2]"]
    },
    {
      "title": "biomarker for aging in mice",
      "description": "somewhere to send off tissue/blood to test if an intervention is working",
      "bottleneck": "Bottleneck: biomarker for aging in mice <br>Why: somewhere to send off tissue/blood to test if an intervention is working",
      "tags": ["[S1]", "[+S1]", "[+C10]"]
    },
    {
      "title": "access to human tissue",
      "description": "expensive, time-consuming, limited tissue types, limited health data",
      "bottleneck": "",
      "tags": ["[X3]"]
    },
    {
      "title": "Highly innovative, risky, or exploratory research. Research that could fail, but that is worth the risk in order to discover breakthroughs",
      "description": "Conservative funding agencies",
      "bottleneck": "Bottleneck: Highly innovative, risky, or exploratory research. Research that could fail, but that is worth the risk in order to discover breakthroughs <br>Why: Conservative funding agencies",
      "tags": ["[F1]", "[+F1]"]
    },
    {
      "title": "Open research: sharing data, samples, and results freely with the community",
      "description": "Academic incentives to publish, private incentives to profit",
      "bottleneck": "Bottleneck: Novel aging interventions, combinations of interventions <br>Why: More groups starting to try combos, finally, but there hasn't been anyone or any agency willing to fund such a study in the traditional settings. Funding and structures lacking for basic exploratory research and efforts to glean insights from other areas of science or engineering and apply those to aging. Not enough reward for looking outside the lamppost; non-traditional ideas.",
      "tags": ["[C10]", "[X2]", "[+X2]"]
    },
    {
      "title": "Novel aging interventions, combinations of interventions",
      "description": "More groups starting to try combos, finally, but there hasn't been anyone or any agency willing to fund such a study in the traditional settings. Funding and structures lacking for basic exploratory research and efforts to glean insights from other areas of science or engineering and apply those to aging. Not enough reward for looking outside the lamppost; non-traditional ideas.",
      "tags": ["[C9]", "[+P1.2]", "[F6]", "[+F6]", "[T2]", "[+T4]", "[F1]"]
    },
    {
      "title": "open access datasets available for profit / industry use",
      "description": "many datasets forbid use in commercial applications",
      "bottleneck": "Bottleneck: open access datasets available for profit / industry use <br>Why: many datasets forbid use in commercial applications",
      "tags": ["[X2]", "[C10]"]
    },
    {
      "title": "data that measure aging across all platforms (DNAm, plasma proteins, physiology, phenotypes, etc) in every single subject",
      "description": "it's expensive",
      "bottleneck": "",
      "tags": ["[S2]", "[+S2]", "[X5]", "[+X3]", "[X2]"]
    },
    {
      "title": "There are not enough systemic approaches being followed",
      "description": "Most companies follow the standard biotech/pharma model of developing a single molecule",
      "bottleneck": "Bottleneck: There are not enough systemic approaches being followed <br>Why: Most companies follow the standard biotech/pharma model of developing a single molecule",
      "tags": ["[C14]"]
    },
    {
      "title": "I feel there is not enough focus on the brain.",
      "description": "Being physically (cranium) and molecularly (BBB) shielded makes developing treatments for the CNS much harder",
      "bottleneck": "Bottleneck: Regulatory agencies do not consider ageing as an indication to develop drugs against",
      "tags": ["[S8]", "[+S10]"]
    },
    {
      "title": "Regulatory agencies do not consider ageing as an indication to develop drugs against",
      "description": "",
      "tags": ["[T1]", "[P2]"]
    },
    {
      "title": "Public knowledge of longevity",
      "description": "Longevity biotech field is extremely confusing and unapproachable for the average person. ",
      "bottleneck": "Bottleneck: Public knowledge of longevity <br>Why: Longevity biotech field is extremely confusing and unapproachable for the average person. ",
      "tags": ["[P1]", "[C13]"]
    },
    {
      "title": "heterogeneity of age related disease outcome and difficulty to find animal models ",
      "description": "",
      "bottleneck": "Bottleneck: heterogeneity of age related disease outcome and difficulty to find animal models ",
      "tags": ["[S5]", "[X1.1]", "[X4]"]
    },
    {
      "title": "Deathist culture",
      "description": "Aging is not considered a priority (barely even on the list) for our civilization. Resources and manpower are correspondingly scarce. Healthcare regulations and markets do not facilitate longevity oriented products/services.",
      "bottleneck": "Bottleneck: Deathist culture <br>Why: Aging is not considered a priority (barely even on the list) for our civilization. Resources and manpower are correspondingly scarce. Healthcare regulations and markets do not facilitate longevity oriented products/services.",
      "tags": ["[P6]", "[T5]"]
    },
    {
      "title": "Short-termist thinking",
      "description": "Even within the longevity community, most people are looking for \"long hanging fruit\" that doesn't exist - rather than doing the necessary difficult research and technology development",
      "bottleneck": "Bottleneck: Artisanal science institutions <br>Why: R&D is mostly still done following century old methods of manual labor and hypothesis and publications ridden with narrative fallacy. Our institutions and funding are setup to maintain it this way. We need to switch to automation, massive empirical data collection, and computational modeling.",
      "tags": ["[C17]", "[+C13]"]
    },
    {
      "title": "Artisanal science institutions",
      "description": "R&D is mostly still done following century old methods of manual labor and hypothesis and publications ridden with narrative fallacy. Our institutions and funding are setup to maintain it this way. We need to switch to automation, massive empirical data collection, and computational modeling.",
      "tags": [
        "[C14]",
        "[P4]",
        "[X6]",
        "[+X5]",
        "[+C4]",
        "[X1.3]",
        "[+X1.1]",
        "[C1]",
        "[+C1]"
      ]
    },
    {
      "title": "A lack of good tools for measuring aging and the impact of any interventions.",
      "description": "Since interventional lifespan studies in humans are largely impractical the field needs to show that interventions have positive benefit. Currently we are forced to target diseases the FDA recognizes. This is ok initially but will prevent us for actually tackling aging head on.",
      "bottleneck": "Bottleneck: A lack of good tools for measuring aging and the impact of any interventions. <br>Why: Since interventional lifespan studies in humans are largely impractical the field needs to show that interventions have positive benefit. Currently we are forced to target diseases the FDA recognizes. This is ok initially but will prevent us for actually tackling aging head on.",
      "tags": ["[S1]", "[X5]", "[P2]"]
    },
    {
      "title": "No clear understanding of what really drives aging. The field really only understands bits and pieces.",
      "description": "Without truly understanding these processes, the field largely stumbles around in the dark.",
      "bottleneck": "Bottleneck: Due largely to the bottlenecks above, there is no clear regulatory path for a true aging therapeutic. Even as we ameliorate those, a concerted lobbying effort will likely be required to sway the regulators. <br>Why: This will be required to make aging/longevity therapeutics reimbursable and available broadly.",
      "tags": ["[S2]", "[S9]"]
    },
    {
      "title": "Due largely to the bottlenecks above, there is no clear regulatory path for a true aging therapeutic. Even as we ameliorate those, a concerted lobbying effort will likely be required to sway the regulators.",
      "description": "This will be required to make aging/longevity therapeutics reimbursable and available broadly.",
      "tags": ["[T1]", "[+T1]", "[P1]", "[+P1.5]"]
    },
    {
      "title": "Public dataset accessibility for research",
      "description": "",
      "bottleneck": "Bottleneck: Public dataset accessibility for research",
      "tags": ["[X2]"]
    },
    {
      "title": "Clinical trial endpoints",
      "description": "",
      "bottleneck": "Bottleneck: # of people working in longevity",
      "tags": ["[S1]", "[+S1]", "[T1]"]
    },
    {
      "title": "# of people working in longevity",
      "description": "",
      "tags": ["[H0]", "[+H0]"]
    },
    {
      "title": "Not enough aging data",
      "description": "Most experiments are done for two conditions, and typically they do not track age",
      "bottleneck": "Bottleneck: Not enough aging data <br>Why: Most experiments are done for two conditions, and typically they do not track age",
      "tags": ["[X2]", "[S3]", "[C1]", "[S7]"]
    },
    {
      "title": "Not enough longitudinal aging data for healthy human patients",
      "description": "Typically, we have data for critically ill patients or cadavers. Whereas, for aging research, we need more longitudinal data for health patients who seldom regularly visit a doctor",
      "bottleneck": "Bottleneck: Overhyped claims, irreproducibility of major results in the field <br>Why: Typically, the results for anti-aging effects are irreproducible, or show minor effects. The quality standards are low. Most of the available results are typically trash. Negative results are not being published at all.",
      "tags": ["[S3]", "[+S3]"]
    },
    {
      "title": "Overhyped claims, irreproducibility of major results in the field",
      "description": "Typically, the results for anti-aging effects are irreproducible, or show minor effects. The quality standards are low. Most of the available results are typically trash. Negative results are not being published at all.",
      "tags": ["[C6]", "[C8]", "[C12]"]
    },
    {
      "title": "Funding",
      "description": "more research",
      "bottleneck": "Bottleneck: Funding <br>Why: more research",
      "tags": ["[F0]", "[+F0]"]
    },
    {
      "title": "Lab space",
      "description": "more research",
      "bottleneck": "Bottleneck: good students/postdocs <br>Why: more research",
      "tags": ["[X9]"]
    },
    {
      "title": "good students/postdocs",
      "description": "more research",
      "tags": ["[H4]"]
    },
    {
      "title": "Hype",
      "description": "Longevity is the hype now, and many longbio startups don't amount to anything, beyond catchy buzzwords (akin to the ICO era of crypto)",
      "bottleneck": "Bottleneck: Hype <br>Why: Longevity is the hype now, and many longbio startups don't amount to anything, beyond catchy buzzwords (akin to the ICO era of crypto)",
      "tags": ["[C6]"]
    },
    {
      "title": "Regulatory non-recognition of aging ",
      "description": "While there is some movement in this front, overall, having to rely on age-associated orphan diseases is a major hurdle",
      "bottleneck": "Bottleneck: Lack of representation in media <br>Why: There are many great media communicators in the space, but it's not enough - longevity biotech needs a widespread ideology change. Meanwhile, most popular media (shows, movies, games) that feature long life and/or immortality do so in a negative context (ultra-rich being immortal, overpopulation, crazy egotistical characters, etc). Consequently, most people (incl. high profile like Elon Musk in a recent tweet) have an unfavorable view of the field",
      "tags": ["[T1]", "[+T1]", "[P2]"]
    },
    {
      "title": "Lack of representation in media",
      "description": "There are many great media communicators in the space, but it's not enough - longevity biotech needs a widespread ideology change. Meanwhile, most popular media (shows, movies, games) that feature long life and/or immortality do so in a negative context (ultra-rich being immortal, overpopulation, crazy egotistical characters, etc). Consequently, most people (incl. high profile like Elon Musk in a recent tweet) have an unfavorable view of the field",
      "tags": ["[P7]", "[P1]", "[P5]"]
    },
    {
      "title": "Funding",
      "description": "",
      "bottleneck": "Bottleneck: Funding",
      "tags": ["[F0]"]
    },
    {
      "title": "High-caliber entrepreneurs with sufficient technical knowledge of drug discovery best practices",
      "description": "There is no shortage of aging research that can be translated to a business and R&D plan today. Barring the recent exceptional downturn in biopharma markets, there is no shortage of interested investors. But these two resources are abundant because not enough individuals are positioned to translate that promising science to business, meaning the source of NewCos has not been fully mined and there are relatively few investment options in the space still",
      "bottleneck": "Bottleneck: High-caliber entrepreneurs with sufficient technical knowledge of drug discovery best practices <br>Why: There is no shortage of aging research that can be translated to a business and R&D plan today. Barring the recent exceptional downturn in biopharma markets, there is no shortage of interested investors. But these two resources are abundant because not enough individuals are positioned to translate that promising science to business, meaning the source of NewCos has not been fully mined and there are relatively few investment options in the space still",
      "tags": ["[H4]"]
    },
    {
      "title": "Discussing/marketing \"longevity\" is challenging",
      "description": "The definition of \"longevity\" in the minds of those working in longevity medicine/science compared to the definition in the mind of the public is totally different.",
      "bottleneck": "Bottleneck: Discussing/marketing \"longevity\" is challenging <br>Why: The definition of \"longevity\" in the minds of those working in longevity medicine/science compared to the definition in the mind of the public is totally different.",
      "tags": ["[P1]"]
    },
    {
      "title": "Lack of centralized information repositories",
      "description": "",
      "bottleneck": "Bottleneck: Lack of centralized information repositories",
      "tags": ["[X2]", "[+X2]"]
    },
    {
      "title": "Lack of clinical trials",
      "description": "No defined endpoints/lack of funding",
      "bottleneck": "Bottleneck: Lack of clinical trials <br>Why: No defined endpoints/lack of funding",
      "tags": ["[S1]", "[+S1]", "[T1]", "[+T1]", "[F6]", "[+F6]", "[T2]"]
    },
    {
      "title": "Lack of reproducibility",
      "description": "Most of experiments are done by one group and it is too expensive/lack of novelty to repeat.",
      "bottleneck": "Bottleneck: Lack of standards in the field <br>Why: Most of the groups choose their own markers of healthspan, they are different between different model organisms, etc.",
      "tags": ["[C8]", "[X1.2]"]
    },
    {
      "title": "Lack of standards in the field",
      "description": "Most of the groups choose their own markers of healthspan, they are different between different model organisms, etc.",
      "tags": ["[C2]", "[+C2]"]
    },
    {
      "title": "US trade war with China",
      "description": "Inhibits the ability to conduct research at scale",
      "bottleneck": "Bottleneck: US trade war with China <br>Why: Inhibits the ability to conduct research at scale",
      "tags": ["[H6]"]
    },
    {
      "title": "Lack of translational models",
      "description": "Worms and flies do not age the same ways humans do",
      "bottleneck": "Bottleneck: Funding dedicated specifically to aging <br>Why: It is easier to allocate funding to disease-related projects",
      "tags": ["[X1.1]"]
    },
    {
      "title": "Funding dedicated specifically to aging",
      "description": "It is easier to allocate funding to disease-related projects",
      "tags": ["[P2]", "[F2]", "[+F2]"]
    },
    {
      "title": "Funding",
      "description": "Work and live in Ireland, funding is difficult for basic science",
      "bottleneck": "Bottleneck: Funding <br>Why: Work and live in Ireland, funding is difficult for basic science",
      "tags": ["[C7]", "[F2]"]
    },
    {
      "title": "Skepticism",
      "description": "Work on bats, difficult as they are non-model organisms",
      "bottleneck": "Bottleneck: Lack of technical resources <br>Why: Work on bats, there is a lack of resources  as they are non-model organisms",
      "tags": ["[C11]"]
    },
    {
      "title": "Lack of technical resources",
      "description": "Work on bats, there is a lack of resources  as they are non-model organisms",
      "tags": ["[H9]"]
    },
    {
      "title": "No ideal models",
      "description": "",
      "bottleneck": "Bottleneck: No ideal models",
      "tags": ["[X1.1]"]
    },
    {
      "title": "Too many confounding factors for aging",
      "description": "",
      "bottleneck": "",
      "tags": ["[S4]"]
    },
    {
      "title": "Not being known or recognized by those who could benefit from my skills and knowledge",
      "description": "All the work I have been doing for clients for long is confidential and as such not publicly available. Therefore I have no visible credentials other than occasional discussions on various longevity groups throughout the years. As a result many people that could benefit from my skills are unaware of my skills and expertise if they even know that I exist. The people that are aware of my skills are mainly people that hang around on various longevity groups and have read some of my writings there throughout the years. These people are not the high level people in the industry that have money and power.",
      "bottleneck": "Bottleneck: Not being known or recognized by those who could benefit from my skills and knowledge <br>Why: All the work I have been doing for clients for long is confidential and as such not publicly available. Therefore I have no visible credentials other than occasional discussions on various longevity groups throughout the years. As a result many people that could benefit from my skills are unaware of my skills and expertise if they even know that I exist. The people that are aware of my skills are mainly people that hang around on various longevity groups and have read some of my writings there throughout the years. These people are not the high level people in the industry that have money and power.",
      "tags": ["[C10]", "[H9]"]
    },
    {
      "title": "Capital",
      "description": "So I can dedicate more time to creating content that is out in the open and beneficial for the public as well as those in the industry",
      "bottleneck": "Bottleneck: Financial independence <br>Why: Financial independence is of course just a longer term dream but if I were financially independent I would mostly refuse to do any work that only benefits a select few that pay me instead of being publicicly available for all to benefit.",
      "tags": ["[F8]", "[+F8]"]
    },
    {
      "title": "Financial independence",
      "description": "Financial independence is of course just a longer term dream but if I were financially independent I would mostly refuse to do any work that only benefits a select few that pay me instead of being publicicly available for all to benefit.",
      "tags": ["[H9]", "[F0]"]
    },
    {
      "title": "no existing network with other scientists working in aging research",
      "description": "",
      "bottleneck": "Bottleneck: no existing network with other scientists working in aging research",
      "tags": ["[C3]"]
    },
    {
      "title": "Funding",
      "description": "to finance my aging research I have to support other research for which I get easily funding",
      "bottleneck": "",
      "tags": ["[F2]", "[+F2]", "[F1]"]
    },
    {
      "title": "Finding candidates that combine the scientific expertise and business acumen",
      "description": "little talent on the market, no central talent pool",
      "bottleneck": "Bottleneck: Finding candidates that combine the scientific expertise and business acumen <br>Why: little talent on the market, no central talent pool",
      "tags": ["[H4]", "[H0]", "[C3]"]
    },
    {
      "title": "Having proper scientific evidence (e.g. for offered supplements, medication, etc.)",
      "description": "difficult tondo a randomized trial on longevity, science overall still very young field, aging is not considered a disease",
      "bottleneck": "Bottleneck: Overcoming hurdle of customer conviction <br>Why: Aging is not considered a disease, science is young, longevity community is a bubble which leads to overestimating awareness outside of bubble",
      "tags": ["[T7]", "[+T6]", "[T1]"]
    },
    {
      "title": "Overcoming hurdle of customer conviction",
      "description": "Aging is not considered a disease, science is young, longevity community is a bubble which leads to overestimating awareness outside of bubble",
      "tags": ["[P1]", "[C6]", "[C9]", "[T1]"]
    },
    {
      "title": "Financing",
      "description": "never enough money!",
      "bottleneck": "Bottleneck: Financing <br>Why: never enough money!",
      "tags": ["[F0]", "[+F0]"]
    },
    {
      "title": "Regulatory",
      "description": "Requirements for functional outcomes (as opposed to surrogates) before approval is limiting ",
      "bottleneck": "",
      "tags": ["[S1]", "[T1]"]
    },
    {
      "title": "4 year NIH grant cycles",
      "description": "Mouse aging studies can take 5 to 7 years",
      "bottleneck": "Bottleneck: 4 year NIH grant cycles <br>Why: Mouse aging studies can take 5 to 7 years",
      "tags": ["[F3]", "[+F3]"]
    },
    {
      "title": "cost and access to mass-spec proteomics",
      "description": "",
      "bottleneck": "",
      "tags": ["[X5]"]
    },
    {
      "title": "People",
      "description": "There is a serious lack of qualified people working on the right problems.  Most people in the field work on the wrong problems, but there is comparatively not even very many working on those vs other fields. Aging interventional research is just starting to claw its way out of being a backwater",
      "bottleneck": "Bottleneck: People <br>Why: There is a serious lack of qualified people working on the right problems.  Most people in the field work on the wrong problems, but there is comparatively not even very many working on those vs other fields. Aging interventional research is just starting to claw its way out of being a backwater",
      "tags": ["[H0]", "[H4]"]
    },
    {
      "title": "Lack of understanding of the fundamental processes that drive aging",
      "description": "Aging is extremely complex.  It's very nature is the chaotic introduction of increasing disorder into a biological system with time.  Even if we did somehow understand the myriad components it would remain an exceptionally hard problem to solve, but we don't.  Best near term bet is to take from nature existing solutions that already exist and replace as much old diseased tissue as possible.  ",
      "bottleneck": "Bottleneck: Cost disease <br>Why: Human clinical research and to a lesser but still large extent, non human preclinical research has some of the most extreme forms of cost disease present in our civilization.  Clinical trials cost between 10-100x what human research studies could cost. Progress is thus 1/10th-1/100th what it could be.",
      "tags": ["[S9]", "[S4]", "[S5]", "[S10]", "[+S11]"]
    },
    {
      "title": "Cost disease",
      "description": "Human clinical research and to a lesser but still large extent, non human preclinical research has some of the most extreme forms of cost disease present in our civilization.  Clinical trials cost between 10-100x what human research studies could cost. Progress is thus 1/10th-1/100th what it could be.",
      "tags": ["[T3]", "[+T8]"]
    },
    {
      "title": "Fundings for fundamental research",
      "description": "Less and less fundings are allocated to research in fundamental model systems, which precludes the emergence of new groups and projects, and eventually slows down the whole field.",
      "bottleneck": "Bottleneck: Fundings for fundamental research <br>Why: Less and less fundings are allocated to research in fundamental model systems, which precludes the emergence of new groups and projects, and eventually slows down the whole field.",
      "tags": ["[F2]", "[+F2]"]
    },
    {
      "title": "Dedicated equipment and resources",
      "description": "Related to the above point, lack of fundings limits available dedicated equipment, but also the amount of (human) resources to interact with and build-up larger projects.",
      "bottleneck": "",
      "tags": ["[X9]", "[H0]", "[+H0]"]
    },
    {
      "title": "lack of standards for biomedical data measurement, storage and sharing",
      "description": "required for communication and analysis",
      "bottleneck": "Bottleneck: lack of standards for biomedical data measurement, storage and sharing <br>Why: required for communication and analysis",
      "tags": ["[C2]", "[+C2]"]
    },
    {
      "title": "paywalls for access to scientific journals/papers",
      "description": "research funded by public tax dollars should be open and available to the public. ",
      "bottleneck": "Bottleneck: Lack of standard widely available analytical tools for discovery and in-silico hypothesis testing <br>Why: to more easily query data resources with statistical tools to search for insights",
      "tags": ["[C16]"]
    },
    {
      "title": "Lack of standard widely available analytical tools for discovery and in-silico hypothesis testing",
      "description": "to more easily query data resources with statistical tools to search for insights",
      "tags": ["[X7]", "[+X6]", "[C2]"]
    },
    {
      "title": "Access to datasets",
      "description": "I have significant academic biological / informatics background, but many of the most useful/comprehensive datasets are not easily publicly available or lack full annotation. ",
      "bottleneck": "Bottleneck: Access to datasets <br>Why: I have significant academic biological / informatics background, but many of the most useful/comprehensive datasets are not easily publicly available or lack full annotation. ",
      "tags": ["[X2]", "[C10]"]
    },
    {
      "title": "Funding",
      "description": "I'm an independent researcher currently working part time at a nonprofit, so I don't have funding dedicated to supporting working on primary aging research full time.",
      "bottleneck": "Bottleneck: Open science / collaborators <br>Why: See answer to next question below (forum)",
      "tags": ["[F0]", "[+F0]"]
    },
    {
      "title": "Open science / collaborators",
      "description": "See answer to next question below (forum)",
      "tags": ["[+C12]"]
    },
    {
      "title": "PI's don't really care about bringing in aging drugs",
      "description": "artifact of academia. focused on publications. tenure track faculty have been programmed to repeat similar things.",
      "bottleneck": "Bottleneck: PI's don't really care about bringing in aging drugs <br>Why: artifact of academia. focused on publications. tenure track faculty have been programmed to repeat similar things.",
      "tags": ["[P4]", "[T2]"]
    },
    {
      "title": "Not having access to everyone else's information/input flows/cognitive strengths and weaknesses. Ideally we WOULD have perfect information of EVERYONE'S INPUT FLOWS and get privacy-preserving AI to compare difs between people's infoflows to maximize speed",
      "description": "so I best know what to optimally allocate my attention/strategy AND know what to do that's unique, what I'm best at, *and* where I can most easily recruit talent (from within my social group or from the rest of the world)",
      "bottleneck": "Bottleneck: Not having access to everyone else's information/input flows/cognitive strengths and weaknesses. Ideally we WOULD have perfect information of EVERYONE'S INPUT FLOWS and get privacy-preserving AI to compare difs between people's infoflows to maximize speed <br>Why: so I best know what to optimally allocate my attention/strategy AND know what to do that's unique, what I'm best at, *and* where I can most easily recruit talent (from within my social group or from the rest of the world)",
      "tags": ["[X12]", "[C3]", "[X10]", "[H9]"]
    },
    {
      "title": "Opportunities to pitch for investments",
      "description": "I am looking for investors to support commercialisation of a technology.",
      "bottleneck": "Bottleneck: Opportunities to pitch for investments <br>Why: I am looking for investors to support commercialisation of a technology.",
      "tags": ["[C3]"]
    },
    {
      "title": "Networking",
      "description": "It is difficult to get to know relevant players in my geographic location (London).",
      "bottleneck": "Bottleneck: Mentoring <br>Why: It would be great to know people with whom I can regularly discuss and learn from.",
      "tags": ["[C3]"]
    },
    {
      "title": "Mentoring",
      "description": "It would be great to know people with whom I can regularly discuss and learn from.",
      "tags": ["[H1]", "[C3]", "[+H3]"]
    }
  ],
  "solutions": [
    {
      "title": "A culture of long-termism and optimism about maximizing human health and lifespan.",
      "tags": ["[C17]", "[+X0]"],
      "investment": ""
    },
    {
      "title": "Wide scale perception change --> that obviating aging is a moral imperative.",
      "tags": ["[P5]"],
      "investment": "Media (disseminating information),Outreach (building public support for longevity interventions),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "The ability to inexpensively outsource longevity studies to CROs.",
      "tags": ["[X6]", "[+X5]"],
      "investment": "Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions),Regulatory reform (shifting the FDA to an aging/longevity paradigm)"
    },
    {
      "title": "",
      "tags": ["[T4]", "[+T3]", "[+T1]"],
      "investment": "Outreach (building public support for longevity interventions),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions),Regulatory reform (shifting the FDA to an aging/longevity paradigm)"
    },
    {
      "title": "Delt4 ",
      "tags": ["[+X1.1]", "[S7]", "[X1.3]"],
      "investment": "Other (specify)"
    },
    {
      "title": "Aging classified as a disease by FDA",
      "tags": ["[S1]", "[+S1]", "[T1]"],
      "investment": "Computational modeling (development of in silico aging models that can make useful predictions),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions),Regulatory reform (shifting the FDA to an aging/longevity paradigm)"
    },
    {
      "title": "Increased regulatory paths to getting longevity medicine to the market.",
      "tags": ["[P1]"],
      "investment": "Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Outreach (building public support for longevity interventions),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions)"
    },
    {
      "title": "More organizations like Impetus that fund moonshot proposal ideas at all budgets, ideally with facility support included (like an incubator).",
      "tags": ["[F2]", "[+F2]", "[F6]", "[+F6]"],
      "investment": "Outreach (building public support for longevity interventions),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions),Other (specify)"
    },
    {
      "title": "Resource that will help matching anti-aging startups with investors",
      "tags": ["[P2]", "[T1]", "[+T1]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions),Regulatory reform (shifting the FDA to an aging/longevity paradigm)"
    },
    {
      "title": "Enhanced funding in aging research ",
      "tags": ["[P6]", "[+P1.1]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Commercialization/Clinical translation (turning lab demonstrated interventions into therapies)"
    },
    {
      "title": "High-throughput, cheap, and accurate methods of reading out biological age of cells/tissues/organisms in a way that responds to interventions",
      "tags": ["[S8]", "[+S10]", "[S10]", "[+S11]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "A hub that allows people from the field to communicate, share expertise and explore potential research directions ",
      "tags": ["[S1]", "[+S1]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Outreach (building public support for longevity interventions),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "A match making portal to connect volunteers to philantropists to scientists ",
      "tags": ["[P1]", "[P3]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Big Data collection (large scale, empirical - ex multiomic biobanks),Regulatory reform (shifting the FDA to an aging/longevity paradigm)"
    },
    {
      "title": "Genome sequences and genome alignment for all mammals, paired with information on longevity for each species. ",
      "tags": ["[X13]", "[+X11]", "[X2]", "[+X2]", "[H3]", "[F0]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Big Data collection (large scale, empirical - ex multiomic biobanks),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions)"
    },
    {
      "title": "Central facility for getting access to tissues of aged mammals from mice to humans., but needs to be easy.",
      "tags": ["[S1]", "[+S1]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Big Data collection (large scale, empirical - ex multiomic biobanks),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "Establishing a data standardization office, with impact on establishing collection and record protocols that generate good data",
      "tags": ["[C8]", "[+C8]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "That negative results in the aging field are published and equally represented in comparison to positive results",
      "tags": ["[C12]", "[+C11]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Big Data collection (large scale, empirical - ex multiomic biobanks),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "We need more advanced technology for functional in vivo characterization of molecules",
      "tags": ["[C6]", "[P3]"],
      "investment": "Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Regulatory reform (shifting the FDA to an aging/longevity paradigm),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "Funding for human biology",
      "tags": ["[T2]", "[+T4]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "a massive, professional PR campaign based on scientific rigor to influence the policy makers and funders primarily, but also the general public",
      "tags": ["[P1]", "[P3]", "[+P4]"],
      "investment": "Outreach (building public support for longevity interventions),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions),Regulatory reform (shifting the FDA to an aging/longevity paradigm)"
    },
    {
      "title": "funding",
      "tags": ["[S7]", "[C14]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions)"
    },
    {
      "title": "impact of each epigenetic factor on development and aging",
      "tags": ["[S2]", "[+S2]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "increase funding for basic research",
      "tags": ["[C12]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Computational modeling (development of in silico aging models that can make useful predictions),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions)"
    },
    {
      "title": "FDA indication of Aging as disease",
      "tags": ["[F5]", "[+F5]", "[+X1.1]", "[F1]"],
      "investment": "Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Regulatory reform (shifting the FDA to an aging/longevity paradigm),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "choose a good leader and organize the community effectively",
      "tags": ["[F0]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "effective in-home diagnostics or in-body sensors as reliable indicators of biological state of a human",
      "tags": ["[T3]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Computational modeling (development of in silico aging models that can make useful predictions),Regulatory reform (shifting the FDA to an aging/longevity paradigm)"
    },
    {
      "title": "tablet to prevent sarcopenia",
      "tags": ["[S2]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "classifying aging and tissue-specific aging conditions as diseases ",
      "tags": [
        "[X2]",
        "[+X2]",
        "[C10]",
        "[S2]",
        "[S3]",
        "[+S3]",
        "[T4]",
        "[+S2]"
      ],
      "investment": "Academic research (standard hypothesis driven science for publications),Big Data collection (large scale, empirical - ex multiomic biobanks),Regulatory reform (shifting the FDA to an aging/longevity paradigm)"
    },
    {
      "title": "Large scale, publicly available datasets for ML (e.g. millions of images of unaged vs aged human cells)",
      "tags": ["[X2]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Computational modeling (development of in silico aging models that can make useful predictions),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "A deeper talent pool with broad exposure and training in Geroscience would be of immense benefit to myself and others.",
      "tags": ["[X0]", "[+X0]", "[C1]", "[X7]", "[C2]", "[+C4]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Big Data collection (large scale, empirical - ex multiomic biobanks),Other (specify)"
    },
    {
      "title": "Larger budget or more time",
      "tags": [
        "[F0]",
        "[C7]",
        "[H1]",
        "[H6]",
        "[+C3]",
        "[F5]",
        "[+F5]",
        "[H9]"
      ],
      "investment": "Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Regulatory reform (shifting the FDA to an aging/longevity paradigm),Other (specify)"
    },
    {
      "title": "Funding.",
      "tags": ["[T2]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Regulatory reform (shifting the FDA to an aging/longevity paradigm)"
    },
    {
      "title": "Quality assurance in academic centers.",
      "tags": ["[C8]"],
      "investment": "Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Regulatory reform (shifting the FDA to an aging/longevity paradigm),Other (specify)"
    },
    {
      "title": "More frontend work to enable use of software by more biologists",
      "tags": ["[C8]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "Accurate, easy and inexpensive cross-species biomarker for biological age.",
      "tags": ["[S1]", "[C5]"],
      "investment": "Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Computational modeling (development of in silico aging models that can make useful predictions),Regulatory reform (shifting the FDA to an aging/longevity paradigm)"
    },
    {
      "title": "",
      "tags": ["[F4]", "[+F4]"],
      "investment": "Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Regulatory reform (shifting the FDA to an aging/longevity paradigm)"
    },
    {
      "title": "obtaining sustained funding ",
      "tags": ["[H2]", "[+H2]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions)"
    },
    {
      "title": "would be great if one site like AcademicLabs could show you all biopharma by their preclinical pipelines, specifically the indications and targets/pathways of interest, to help us tailor our pitches",
      "tags": ["[T6]", "[T5]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "My work is in Systems Bio modeling, and I turned it into an open-source project, Life123.science  .  Funding and more collaborators would make a difference",
      "tags": ["[+P1.3]", "[T2]", "[C4]"],
      "investment": "Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Computational modeling (development of in silico aging models that can make useful predictions),Outreach (building public support for longevity interventions)"
    },
    {
      "title": "100X the VC funding to longevity startups and make it much easier to get warm intros to well matched VCs.",
      "tags": ["[H9]"],
      "investment": "Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Outreach (building public support for longevity interventions),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "I think there can be an improvement around social perception of aging and futuristic technologies. Some topics are still thought of as taboo and makes it difficult to attract people and funding in the space.",
      "tags": ["[H7]"],
      "investment": "Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Outreach (building public support for longevity interventions)"
    },
    {
      "title": "Special FDA Regulatory group for aging focussed clinical trial ",
      "tags": ["[T1]"],
      "investment": "Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions),Regulatory reform (shifting the FDA to an aging/longevity paradigm)"
    },
    {
      "title": "Deregulation of experimental technologies via the equivalent of the accredited investor option for early adopters who accept extreme high risk of experimental technologies. ",
      "tags": ["[T5]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Regulatory reform (shifting the FDA to an aging/longevity paradigm),Other (specify)"
    },
    {
      "title": "I think more people caring about aging will drive more of everything else",
      "tags": ["[S1]", "[T7]", "[P3]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Outreach (building public support for longevity interventions),Regulatory reform (shifting the FDA to an aging/longevity paradigm)"
    },
    {
      "title": "Close collaboration with labs/individuals using modern cutting edge molecular, genetic and statistical approaches",
      "tags": ["[H9]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Other (specify)"
    },
    {
      "title": "At this point, we need to start studying various organism with different lifespan and see why certain organism live longer and what maybe causing it. We need to integrate all kind of \"omics\" study and beyond. ",
      "tags": ["[S2]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Computational modeling (development of in silico aging models that can make useful predictions),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "A consensus on the biological nature of aging",
      "tags": ["[C4]", "[H3]", "[C2]", "[+C2]", "[+X1.1]", "[C3]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Media (disseminating information),Outreach (building public support for longevity interventions)"
    },
    {
      "title": "Mass media driven public awareness",
      "tags": ["[F0]", "[+F0]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Media (disseminating information),Regulatory reform (shifting the FDA to an aging/longevity paradigm)"
    },
    {
      "title": "A massive piece of legislation that emphasizes increasing life expectancy in the US by investing heavily in aging biotech.",
      "tags": ["[F2]", "[+F2]"],
      "investment": "Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions),Regulatory reform (shifting the FDA to an aging/longevity paradigm)"
    },
    {
      "title": "intermediary that does clinical trials of some sort for promising work from academia",
      "tags": ["[T2]", "[C16]"],
      "investment": "Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Regulatory reform (shifting the FDA to an aging/longevity paradigm)"
    },
    {
      "title": "Widely available cloud compute",
      "tags": ["[S1]", "[+S1]"],
      "investment": "Computational modeling (development of in silico aging models that can make useful predictions),Regulatory reform (shifting the FDA to an aging/longevity paradigm),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "delivery tools ",
      "tags": ["[T1]", "[+T1]", "[P2]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Regulatory reform (shifting the FDA to an aging/longevity paradigm),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "resource ",
      "tags": ["[C3]", "[+C3]"],
      "investment": "Academic research (standard hypothesis driven science for publications)"
    },
    {
      "title": "searchable and structured knowledge base for raw literature data",
      "tags": ["[X4]", "[+X5]"],
      "investment": "Computational modeling (development of in silico aging models that can make useful predictions),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "???",
      "tags": ["[P6]", "[+P1.1]"],
      "investment": "Media (disseminating information),Outreach (building public support for longevity interventions),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions)"
    },
    {
      "title": "A consensus paper -- similar to the Hallmarks -- that describes a \"gold standard\" measure of aging (and provides evidence) OR a statement that we should all be highly specific and precise in our published definitions of aging (e.g., What time scale? What biological scale [cell vs organism]?) .",
      "tags": ["[T2]", "[C6]", "[C8]", "[+C8]", "[+X1.2]", "[+X1.3]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Technology development (targeted solving of technological capability gaps),Other (specify)"
    },
    {
      "title": "More awareness for the importance of the work we're doing.",
      "tags": ["[C16]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Computational modeling (development of in silico aging models that can make useful predictions),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions)"
    },
    {
      "title": "A multi-billion dollar federal initiative dedicated to brain rejuvenation research",
      "tags": ["[X3]", "[+X4]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions),Regulatory reform (shifting the FDA to an aging/longevity paradigm)"
    },
    {
      "title": "increased funding for fundamental research, especially long term funding (the typical 2-5 year funding cycle of NIH is insufficient to support aging studies, which by definition must extend over much longer time periods).",
      "tags": ["[T1]", "[+T1]", "[S1]", "[+S1]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Outreach (building public support for longevity interventions),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions)"
    },
    {
      "title": "Human Bone Marrow samples from yound and aged donors, healthy or with known condition ",
      "tags": ["[H4]", "[H2]", "[+H2]"],
      "investment": "Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Regulatory reform (shifting the FDA to an aging/longevity paradigm),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "Definition of aging ",
      "tags": ["[F3]", "[+F3]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Big Data collection (large scale, empirical - ex multiomic biobanks),Outreach (building public support for longevity interventions)"
    },
    {
      "title": "Connections to biotech interested in age-associated diseases",
      "tags": ["[C9]", "[C3]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions)"
    },
    {
      "title": "It would be a combination of the first and third, human age related samples with longitudinal data. ",
      "tags": ["[S3]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Regulatory reform (shifting the FDA to an aging/longevity paradigm),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "Private (non-academia) support that is more geared toward exploration than profit.",
      "tags": ["[H9]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Regulatory reform (shifting the FDA to an aging/longevity paradigm),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "",
      "tags": ["[C15]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Computational modeling (development of in silico aging models that can make useful predictions),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions)"
    },
    {
      "title": "One thing that would be really cool is some sort of centralized repository of aging research information. Everyone can contribute their knowledge (maybe through an incentive system to motivate people). As long as it is catalogued very well, I think something like this would be hugely beneficial (at least until the rise of artificial general intelligence).",
      "tags": ["[C10]", "[C12]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Regulatory reform (shifting the FDA to an aging/longevity paradigm),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "Tool: A set of validated treatments that show, in cell or animal models, recapitulation of 80% or more of the epigenetic, transcriptomic and metabolomic changes with age.  Resource: A high resolution, single cell atlas of human aging across multiple tissues (starting from adolescence, and with high density in the 40s to 60s). Regulatory change: Right to prescribe and run trials on safe compounds for anti-aging interventions.",
      "tags": ["[X1.1]", "[+X1.2]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Computational modeling (development of in silico aging models that can make useful predictions),Regulatory reform (shifting the FDA to an aging/longevity paradigm)"
    },
    {
      "title": "Multi-omic data of a longitudinal human cohort, with multiple time point",
      "tags": ["[S3]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Big Data collection (large scale, empirical - ex multiomic biobanks),Computational modeling (development of in silico aging models that can make useful predictions)"
    },
    {
      "title": "public outreach ",
      "tags": ["[T1]", "[+T1]", "[T3]", "[T6]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Outreach (building public support for longevity interventions),Regulatory reform (shifting the FDA to an aging/longevity paradigm)"
    },
    {
      "title": "My lab would tremendously benefit from companies/cores offering lifespan, healthspan services. ",
      "tags": ["[X1.2]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Big Data collection (large scale, empirical - ex multiomic biobanks),Regulatory reform (shifting the FDA to an aging/longevity paradigm)"
    },
    {
      "title": "UK Biobank and clinical studies",
      "tags": ["[X2]", "[C2]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Big Data collection (large scale, empirical - ex multiomic biobanks),Computational modeling (development of in silico aging models that can make useful predictions)"
    },
    {
      "title": "A long-lived animal where you could flip a switch and get an aged animal that perfectly recapitulates chronological aging phenotypes.",
      "tags": ["[P2]"],
      "investment": "Regulatory reform (shifting the FDA to an aging/longevity paradigm),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "Clear path to regulatory approval for medicines that target aging mechanisms.",
      "tags": ["[T1]", "[T3]", "[+T3]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Regulatory reform (shifting the FDA to an aging/longevity paradigm)"
    },
    {
      "title": "it is hard to name one. We need many changes",
      "tags": ["[S1]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Big Data collection (large scale, empirical - ex multiomic biobanks),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "Easy access to cheap aging biomarkers for all model organisms",
      "tags": ["[X1.2]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions),Regulatory reform (shifting the FDA to an aging/longevity paradigm)"
    },
    {
      "title": "Money",
      "tags": ["[X2]", "[+X2]", "[C1]"],
      "investment": "Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Regulatory reform (shifting the FDA to an aging/longevity paradigm),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "More people",
      "tags": ["[H0]"],
      "investment": "Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Outreach (building public support for longevity interventions),Regulatory reform (shifting the FDA to an aging/longevity paradigm)"
    },
    {
      "title": "Standardized Database of Results and Biomarkers",
      "tags": ["[T1]", "[+T1]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "As a Biotech Engineer I look for better AI models and Automatization tools, ",
      "tags": ["[H1]", "[+P1.1]", "[+P1.2]"],
      "investment": "Computational modeling (development of in silico aging models that can make useful predictions),Regulatory reform (shifting the FDA to an aging/longevity paradigm),Other (specify)"
    },
    {
      "title": "Collection of health data and permission to contact for supplement users",
      "tags": ["[X12]", "[X2]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Big Data collection (large scale, empirical - ex multiomic biobanks),Regulatory reform (shifting the FDA to an aging/longevity paradigm)"
    },
    {
      "title": "Provision for internships/exchange research programs will increase the diversity of hypotheses pursued.",
      "tags": ["[T4]", "[T1]", "[+T1]"],
      "investment": ""
    },
    {
      "title": "A social media platform that connects academics, industry, VC, and startups to solve common longevity problems ",
      "tags": ["[+C5]", "[+C4]", "[H8]", "[C9]"],
      "investment": "Media (disseminating information),Outreach (building public support for longevity interventions),Regulatory reform (shifting the FDA to an aging/longevity paradigm)"
    },
    {
      "title": "single cell / single tissue / single individual measurement through aging timecourse, then computational tools to analyze all the data and provide outputs that can be interpretable by a researcher!",
      "tags": ["[S4]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Computational modeling (development of in silico aging models that can make useful predictions),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "Probably more time to talk with mentor regarding to the future of aging research",
      "tags": ["[H8]", "[H9]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Big Data collection (large scale, empirical - ex multiomic biobanks),Media (disseminating information)"
    },
    {
      "title": "More continuous health monitoring machines",
      "tags": ["[X11]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Computational modeling (development of in silico aging models that can make useful predictions),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "Google scholar",
      "tags": ["[C9]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Computational modeling (development of in silico aging models that can make useful predictions),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions)"
    },
    {
      "title": "Rapid access to funding for 'ideas'",
      "tags": ["[C13]", "[F0]", "[F5]"],
      "investment": "Media (disseminating information),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions),Regulatory reform (shifting the FDA to an aging/longevity paradigm)"
    },
    {
      "title": "Money",
      "tags": ["[X8]", "[+X7]"],
      "investment": "Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "Large database of individuals with many aging biomarkers assessed and detailed demographic and geographic information",
      "tags": ["[H1]", "[H8]", "[+H5]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions)"
    },
    {
      "title": "A comprehensive database of molecular crosslinks including causative diseases (i.e. diabetes for AGEs, CKD for carbamylation, etc), resulting complications, strategies to inhibit/break if available, companies and labs targeting and literature, etc.",
      "tags": ["[H9]"],
      "investment": "Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "better infrastructure and more research sponsored time",
      "tags": ["[H9]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Outreach (building public support for longevity interventions),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions)"
    },
    {
      "title": "A framework of collaborators working on different organisms that are willing to try to repeat findings in different models to test which might be feasible to apply to humans. This INCLUDES Human data sets to dig through - information about behavior, genetics, diet, and lifespan to comb through",
      "tags": ["[S1]", "[+S1]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Big Data collection (large scale, empirical - ex multiomic biobanks),Commercialization/Clinical translation (turning lab demonstrated interventions into therapies)"
    },
    {
      "title": "I'd regulate the supplement industry, not to turn it into the FDA, but to get manufacturer to back their claims with studies and stop the fake marketing. I'd start a mapping initiatives to map rodents organisms with the human organism to help improve scientific research.",
      "tags": ["[C6]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Regulatory reform (shifting the FDA to an aging/longevity paradigm),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "Agreed-upon gold standard longevity readouts for each model organism (worms, flies, mice, rats) that make it easier to compare apples-to-apples for longevity studies. Something akin to \"if you don't use this assay in your paper, you can't call it a longevity paper\". And the readout shouldn't be lifespan, because 1) it's a crappy surrogate for health, 2) it is less likely to be translationally relevant than physiological readouts, 3) it takes forever.",
      "tags": ["[S1]", "[+S1]", "[C2]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Big Data collection (large scale, empirical - ex multiomic biobanks),Other (specify)"
    },
    {
      "title": "I am opening a funding platform for longevity companies",
      "tags": ["[P7]"],
      "investment": "Media (disseminating information),Regulatory reform (shifting the FDA to an aging/longevity paradigm),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "More money and interest in scientifically sound, translational research or companies",
      "tags": ["[F0]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Computational modeling (development of in silico aging models that can make useful predictions)"
    },
    {
      "title": "automated cell culture",
      "tags": ["[X1.1]", "[+X1.2]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "Rapid and quality supply of different cell types of different ages",
      "tags": ["[X3]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Computational modeling (development of in silico aging models that can make useful predictions)"
    },
    {
      "title": "more clinical research and paving the way to regulatory clarity. ",
      "tags": ["[T1]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions)"
    },
    {
      "title": "More longevity funding",
      "tags": ["[H0]", "[+H0]", "[H1]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions),Regulatory reform (shifting the FDA to an aging/longevity paradigm)"
    },
    {
      "title": "A good and reliable model for aging would have allowed us to improve our work. As the question of \"What is aging\" is not yet clearly defined, this makes it harder. ",
      "tags": ["[X5]", "[+X3]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Computational modeling (development of in silico aging models that can make useful predictions),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "recognition of aging as a disease by FDA and other regulators",
      "tags": ["[S1]", "[+S1]"],
      "investment": "Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions),Regulatory reform (shifting the FDA to an aging/longevity paradigm)"
    },
    {
      "title": "Ideally, I would love to work in a research institute with sufficient resources to enable full focus on advancing research. It should optimally be located in multiple jurisdictions to avoid the need to immigrate, which wastes peoples time and money on ineffecient bureaucracy. Absolutely not to be located in a high-cost, high-inflation prone metropolitan area where increasingly only careers in commercial product development make any sense.",
      "tags": ["[F0]", "[+F0]", "[H2]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions),Regulatory reform (shifting the FDA to an aging/longevity paradigm)"
    },
    {
      "title": "A thorough outward facing study on messaging to the public. Which terms quickly and effectively communicate info regarding this field? Which inspire credibility vs skepticism? Excitement vs caution/fear? Motivation vs apathy? What evidence quickly and easily supports our positions?",
      "tags": ["[+P4]", "[C18]"],
      "investment": "Outreach (building public support for longevity interventions),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "Unlimited money",
      "tags": ["[S1]", "[+S1]"],
      "investment": "Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "stopping publishing 95% of papers and using machine-readable data formats instead; it's 2023 and it's ridiculous that I have to read 20+ papers to figure out what has and has not been replicated",
      "tags": ["[S1]", "[+S1]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Other (specify)"
    },
    {
      "title": "The availability of GUI-driven, automated, basic lab tools and ethically cloned organs and tissues for studies.",
      "tags": ["[F1]", "[+F1]"],
      "investment": "Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "Core foundation team of nin conventional executioner, researchers, engineers something like youngmind similar to deepmind.",
      "tags": ["[+X1.6]", "[+X1.1]", "[+X10]", "[X1.3]", "[S7]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Computational modeling (development of in silico aging models that can make useful predictions),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "A way to automatically synthetize the research and have a visualisation of it.  ",
      "tags": ["[X14]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Computational modeling (development of in silico aging models that can make useful predictions),Regulatory reform (shifting the FDA to an aging/longevity paradigm)"
    },
    {
      "title": "",
      "tags": ["[T4]", "[C10]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Regulatory reform (shifting the FDA to an aging/longevity paradigm)"
    },
    {
      "title": "Funding ",
      "tags": ["[H4]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Big Data collection (large scale, empirical - ex multiomic biobanks)"
    },
    {
      "title": "Better model",
      "tags": ["[T1]", "[+T1]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions)"
    },
    {
      "title": "Small 20-75K exploratory grants for risky PoC work with favorable IP terms for builders.",
      "tags": ["[P2]", "[F1]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Computational modeling (development of in silico aging models that can make useful predictions),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions)"
    },
    {
      "title": "Some policy to disclose medical data (maybe oblige MDs to give the data to the patient in the end of each appointment would be sufficient, the patients could do the rest themselves). ",
      "tags": ["[T4]", "[X12]", "[X2]", "[C10]", "[C1]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Outreach (building public support for longevity interventions),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions)"
    },
    {
      "title": "funding agency",
      "tags": ["[H0]", "[+H0]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Computational modeling (development of in silico aging models that can make useful predictions),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "Aging being classified as a disease by the FDA and related bodies, to accelerate trials and encourage increased funding in the field of geroscience.",
      "tags": ["[S1]", "[+S1]", "[T1]", "[P2]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Regulatory reform (shifting the FDA to an aging/longevity paradigm)"
    },
    {
      "title": "Free researchers from ulterior motives to encourage open research and collaboration. Requires fundamental structural changes to how science is conducted.",
      "tags": ["[C9]", "[+P1.2]", "[F6]", "[+F6]", "[T2]", "[+T4]", "[F1]"],
      "investment": "Technology development (targeted solving of technological capability gaps),Other (specify)"
    },
    {
      "title": "The acceptance of ageing as a indication to develop drugs against",
      "tags": ["[T1]", "[P2]"],
      "investment": "Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions),Regulatory reform (shifting the FDA to an aging/longevity paradigm),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "A global culture with a war-time mentality towards fixing aging ASAP",
      "tags": [
        "[C14]",
        "[P4]",
        "[X6]",
        "[+X5]",
        "[+C4]",
        "[X1.3]",
        "[+X1.1]",
        "[C1]",
        "[+C1]"
      ],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Computational modeling (development of in silico aging models that can make useful predictions),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "Standardized tools to measure aging that faithfully represent the human aging process, so we could compare various interventions in a meaningful way.",
      "tags": ["[T1]", "[+T1]", "[P1]", "[+P1.5]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Regulatory reform (shifting the FDA to an aging/longevity paradigm),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "Public database centralization, parallel processing, and accessibility",
      "tags": ["[H0]", "[+H0]"],
      "investment": "Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Computational modeling (development of in silico aging models that can make useful predictions),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "Access to a structured aging data, collected under controlled conditions.",
      "tags": ["[C6]", "[C8]", "[C12]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Regulatory reform (shifting the FDA to an aging/longevity paradigm)"
    },
    {
      "title": "Making aging a treatable condition  ",
      "tags": ["[H4]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Regulatory reform (shifting the FDA to an aging/longevity paradigm)"
    },
    {
      "title": "Highly objective and validated multi-tissue biomarker of aging ",
      "tags": ["[P7]", "[P1]", "[P5]"],
      "investment": ""
    },
    {
      "title": "Guiding me through the process of starting my own clinical trial",
      "tags": ["[C2]", "[+C2]"],
      "investment": "Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Regulatory reform (shifting the FDA to an aging/longevity paradigm),Other (specify)"
    },
    {
      "title": "The Aging Research and Drug Discovery conference - AgingPharma.org",
      "tags": ["[P2]", "[F2]", "[+F2]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Computational modeling (development of in silico aging models that can make useful predictions),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "Funding to develop bats as new model study systems, including funding for field work.",
      "tags": ["[H9]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Policy (governmental lobbying and policymaking on funding and healthcare changes to drive development of longevity interventions),Other (specify)"
    },
    {
      "title": "If there were better measures in place to recognize talent from self education",
      "tags": ["[H9]", "[F0]"],
      "investment": "Outreach (building public support for longevity interventions),Regulatory reform (shifting the FDA to an aging/longevity paradigm),Technology development (targeted solving of technological capability gaps)"
    },
    {
      "title": "Considering aging a disease ",
      "tags": ["[P1]", "[C6]", "[C9]", "[T1]"],
      "investment": "Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Outreach (building public support for longevity interventions),Regulatory reform (shifting the FDA to an aging/longevity paradigm)"
    },
    {
      "title": "FDA delenda est",
      "tags": ["[T3]", "[+T8]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Technology development (targeted solving of technological capability gaps),Other (specify)"
    },
    {
      "title": "an in-silico model of human health that could be used to replace humans in early phase clinical trials",
      "tags": ["[X7]", "[+X6]", "[C2]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Computational modeling (development of in silico aging models that can make useful predictions),Other (specify)"
    },
    {
      "title": "A forum for sharing reproducible analyses of existing data beyond ad-hoc fashion (ex: highly trafficked and converging on shared work rather than low traffic), making data available, and discussing the conclusions rigorously (similar to highly used code on GitHub). (This would be helpful for all of science, not just aging! It likely needs critical mass of high quality work and probably moderation to do well.)",
      "tags": ["[+C12]"],
      "investment": "Big Data collection (large scale, empirical - ex multiomic biobanks),Technology development (targeted solving of technological capability gaps),Other (specify)"
    },
    {
      "title": "A platform where innovators can pitch their ideas and connect with investors would be great. In London this is more difficult than in the SF Bay Area.",
      "tags": ["[H1]", "[C3]", "[+H3]"],
      "investment": "Academic research (standard hypothesis driven science for publications),Commercialization/Clinical translation (turning lab demonstrated interventions into therapies),Computational modeling (development of in silico aging models that can make useful predictions)"
    }
  ]
}
